{"RSS09": [{"cited": 165, "author": "N. Michael - J. Fink and V. Kumar", "day": 0, "title": "Cooperative manipulation and transportation with aerial robots"}, {"cited": 13, "author": "S. Geidenstam - K. Huebner - D. Banksell and D. Kragic", "day": 0, "title": "Learning of 2D grasping strategies from box-based 3D object approximations"}, {"cited": 78, "author": "R. Tedrake", "day": 0, "title": "LQR-trees: Feedback motion planning on sparse randomized trees"}, {"cited": 25, "author": "K. Yamane - Y. Yamaguchi and Y. Nakamura", "day": 0, "title": "Human motion database with a binary tree and node transition graphs"}, {"cited": 2, "author": "L. Han and L. Rudolph", "day": 0, "title": "Explicit parametrizations of the configuration spaces of anthropomorphic multi-linkage systems"}, {"cited": 16, "author": "R. L. Hatton and H. Choset", "day": 0, "title": "Approximating displacement with the body velocity integral"}, {"cited": 22, "author": "F. de Boissieu - C. Godin - B. Guilhamat - D. David - C. Serviere and D. Baudois", "day": 0, "title": "Tactile texture recognition with a 3-axial force MEMS integrated artificial finger"}, {"cited": 8, "author": "M. Vahedi and A. Frank van der Stappen", "day": 0, "title": "On the complexity of the set of three-finger caging grasps of convex polygons"}, {"cited": 13, "author": "G. P. Huang - N. Trawny - A. I. Mourikis and S. I. Roumeliotis", "day": 0, "title": "On the consistency of multi-robot cooperative localization"}, {"cited": 22, "author": "R. Weller and G. Zachmann", "day": 0, "title": "Inner sphere trees for proximity and penetration queries"}, {"cited": 4, "author": "A. Martinelli", "day": 0, "title": "Using the distribution theory to simultaneously calibrate the sensors of a mobile robot"}, {"cited": 6, "author": "J.-M. Lien and Y. Lu", "day": 0, "title": "Planning motion in environments with similar obstacles"}, {"cited": 11, "author": "J. Lim and N. Barnes", "day": 0, "title": "Robust visual homing with landmark angles"}, {"cited": 2, "author": "C. Ordonez - O. Y. Chuy Jr. and E. G. Collins Jr.", "day": 0, "title": "Rut detection and following for autonomous ground vehicles"}, {"cited": 35, "author": "F. Endres - C. Plagemann - C. Stachniss and W. Burgard", "day": 0, "title": "Unsupervised discovery of object classes from range data using latent Dirichlet allocation"}, {"cited": 11, "author": "M. Moses - H. Yamaguchi and G. S. Chirikjian", "day": 0, "title": "Towards cyclic fabrication systems for modular robotics and rapid manufacturing"}, {"cited": 31, "author": "N. Napp - S. Burden and E. Klavins", "day": 0, "title": "Setpoint regulation for stochastically interacting robots"}, {"cited": 42, "author": "J. van den Berg - J. Snoeyink - M. Lin and D. Manocha", "day": 0, "title": "Centralized path planning for multiple robots: Optimal decoupling into sequential plans"}, {"cited": 21, "author": "R. Hadsell - J. A. Bagnell - D. Huber and M. Hebert", "day": 0, "title": "Accurate rough terrain estimation with space-carving kernels"}, {"cited": 145, "author": "K. Konolige - J. Bowman - J. D. Chen - P. Mihelich - M. Calonder - V. Lepetit and P. Fua", "day": 0, "title": "View-based maps"}, {"cited": 170, "author": "A. Segal - D. Haehnel and S. Thrun", "day": 0, "title": "Generalized-ICP"}, {"cited": 44, "author": "K. Lai and D. Fox", "day": 0, "title": "3D laser scan classification using web data and domain adaptation"}, {"cited": 87, "author": "G. Sibley - C. Mei - I. Reid and P. Newman", "day": 0, "title": "Adaptive relative bundle adjustment"}, {"cited": 8, "author": "J. Sattar and G. Dudek", "day": 0, "title": "Underwater human-robot interaction via biological motion identification"}, {"cited": 7, "author": "E. Naerum - H. Hawkeye King and B. Hannaford", "day": 0, "title": "Robustness of the Unscented Kalman filter for state and parameter estimation in an elastic transmission"}, {"cited": 0, "author": "S. C. W. Ong - S. W. Png - D. Hsu and W. S. Lee", "day": 0, "title": "POMDPs for robotic tasks with mixed observability"}, {"cited": 27, "author": "J. Z. Kolter and A. Y. Ng", "day": 0, "title": "Policy search via the signed derivative"}, {"cited": 13, "author": "S. Karumanchi - T. Allen - T. Bailey and S. Scheding", "day": 0, "title": "Non-parametric learning to aid path planning over slopes"}, {"cited": 40, "author": "J. Ko and D. Fox", "day": 0, "title": "Learning GP-BayesFilters via Gaussian process latent variable models"}, {"cited": 11, "author": "N. Trawny - X. S. Zhou and S. I. Roumeliotis", "day": 0, "title": "3D relative pose estimation from six distances"}, {"cited": 21, "author": "A. Shehu", "day": 0, "title": "An Ab-initio tree-based exploration to enhance sampling of low-energy protein conformations"}, {"cited": 2, "author": "T. W. Secord and H. H. Asada", "day": 0, "title": "Cellular muscle actuators with variable resonant frequencies"}, {"cited": 2, "author": "O. Burdakov - P. Doherty - K. Holmberg - J. Kvarnstrom and P.-M. Olsson", "day": 0, "title": "Positioning unmanned aerial vehicles as communication relays for surveillance tasks"}, {"cited": 0, "author": "G. Hollinger - S. Singh and A. Kehagias", "day": 0, "title": "Efficient, guaranteed search with multi-agent teams"}, {"cited": 32, "author": "E. G. Jones - M. B. Dias and A. Stentz", "day": 0, "title": "Time-extended multi-robot coordination for domains with intra-path constraints"}, {"cited": 20, "author": "M. Franken - S. Stramigioli - R. Reilink - C. Secchi and A. Macchelli", "day": 0, "title": "Bridging the gap between passivity and transparency"}, {"cited": 0, "author": "K. Hauser - R. Alterovitz - N. Chentanez - A. Okamura and K. Goldberg", "day": 0, "title": "Feedback control for steering needles through 3D deformable tissue using helical paths"}, {"cited": 37, "author": "R. Kummerle - B. Steder - C. Dornhege - A. Kleiner - G. Grisetti and W. Burgard", "day": 0, "title": "Large scale graph-based SLAM using aerial images as prior information"}, {"cited": 0, "author": "M. Cummins and P. Newman", "day": 0, "title": "Highly scalable appearance-only SLAM - FAB-MAP 2.0"}], "last": 38}