{"IROS12": [{"cited": 0, "title": "Force Sensing Using Artificial Magnetic Cilia", "day": 0, "author": "Virta, Antti E. A. - Timonen, Jaakko V. I. - Ras, Robin H. A. - Zhou, Quan"}, {"cited": 2, "title": "Whiskered Texture Classification with Uncertain Contact Pose Geometry", "day": 0, "author": "Evans, Mathew - Pearson, Martin - Lepora, Nathan - Prescott, Tony J - Fox, Charles"}, {"cited": 1, "title": "Scalable Robotic-Hand Control System Based on a Hierarchical Multi-Processor Architecture Adopting a Large Number of Tactile Sensors", "day": 0, "author": "Ito, Kiyoto - Saen, Makoto - Osada, Kenichi"}, {"cited": 2, "title": "A Versatile Tactile Sensor System for Covering Large and Curved Surface Areas", "day": 0, "author": "Zillich, Michael - Feiten, Wendelin"}, {"cited": 9, "title": "Soft Tactile Sensor Arrays for Micromanipulation", "day": 0, "author": "Hammond III, Frank L. - Kramer, Rebecca - Wan, Qian - Howe, Robert D. - Wood, Robert"}, {"cited": 0, "title": "Towards a Minimal Architecture for a Printable, Modular, and Robust Sensing Skin", "day": 0, "author": "Buchan, Austin D - Bachrach, Jonathan - Fearing, Ronald"}, {"cited": 1, "title": "Six Degree-Of-Freedom Haptic Simulation of Periodontal Pathological Changes", "day": 0, "author": "Wang, Dangxiao - Liu, Shuai - Zhang, Xin - Xiao, Jing - Hou, Jianxia - Zhang, Yuru"}, {"cited": 1, "title": "Integration of a Tactile Display in Teleoperation of a Soft Robotic Finger Using Model Based Tactile Feedback", "day": 0, "author": "Sarakoglou, Ioannis - Garcia Hernandez, Nadia Vanessa - Tsagarakis, Nikolaos - Caldwell, Darwin G."}, {"cited": 7, "title": "Surface Material Recognition through Haptic Exploration Using an Intelligent Contact Sensing Finger", "day": 0, "author": "Liu, Hongbin - Song, Xiaojing - Bimbo, Joao - Seneviratne, Lakmal - Althoefer, Kaspar"}, {"cited": 1, "title": "A Rate-Position Haptic Controller for Large Telemanipulation Workspaces", "day": 0, "author": "Barrio, Jorge - Surez-Ruiz, Francisco - Ferre, Manuel - Aracil, Rafael"}, {"cited": 6, "title": "Passive Haptic Rendering and Control of Lagrangian Virtual Proxy", "day": 0, "author": "Lee, Dongjun - Kim, Myungsin - Qiu, Tian"}, {"cited": 0, "title": "Revisiting Llewellyn's Absolute Stability Criterion for Bilateral Teleoperation Systems under Non-Passive Operator or Environment", "day": 0, "author": "Jazayeri, Ali - Tavakoli, Mahdi"}, {"cited": 0, "title": "A Novel Application of Multivariable L1 Adaptive Control : From Design to Real-Time Implementation on an Underwater Vehicle", "day": 0, "author": "Maalouf, Divine - Creuze, Vincent - Chemori, Ahmed"}, {"cited": 1, "title": "A Nonlinear Path Following Controller for an Underactuated Unmanned Surface Vessel", "day": 0, "author": "Daly, John Michael - Tribou, Michael John - Waslander, Steven Lake"}, {"cited": 3, "title": "Efficient Seabed Coverage Path Planning for ASVs and AUVs", "day": 0, "author": "Galceran, Enric - Carreras, Marc"}, {"cited": 1, "title": "Sea Glider Guidance Around a Circle Using Distance Measurements to a Drifting Acoustic Source", "day": 0, "author": "Sliwka, Jan - Clement, Benoit - Probst, Irvin"}, {"cited": 3, "title": "Aquapod: A Small Amphibious Robot with Sampling Capabilities", "day": 0, "author": "Dhull, Sandeep - Canelon, Dario - Kottas, Apostolos - Dancs, Justin - Carlson, Andrew - Papanikolopoulos, Nikos"}, {"cited": 8, "title": "Combining Template Tracking and Laser Peak Detection for 3D Reconstruction and Grasping in Underwater Environments", "day": 0, "author": "Prats, Mario - Fernndez, Jos Javier - Sanz, Pedro J"}, {"cited": 0, "title": "Open-Loop Roll, Pitch and Yaw Torques for a Robotic Bee", "day": 0, "author": "Finio, Benjamin - Wood, Robert"}, {"cited": 0, "title": "Mathematical Modeling of Robot-Rat Interaction for the Analysis and Modification of Rat Sociality", "day": 0, "author": "Shi, Qing - Ishii, Hiroyuki - Takanishi, Atsuo"}, {"cited": 0, "title": "Clicking Compliant Mechanism for Flapping-Wing Micro Aerial Vehicle", "day": 0, "author": "Chin, Yao Wei - Lau, Gih Keong"}, {"cited": 2, "title": "Snake-Like Robot Driven by Decentralized Control Scheme for Scaffold-Based Locomotion", "day": 0, "author": "Sato, Takahide - Kano, Takeshi - Hirai, Akihiro - Kobayashi, Ryo - Ishiguro, Akio"}, {"cited": 0, "title": "Redundant Sensor System for Stochastic Resonance Tuning without Input Signal Knowledge", "day": 0, "author": "Koyama, Nagisa - Ikemoto, Shuhei - Hosoda, Koh"}, {"cited": 1, "title": "Bio-Inspired Crawling Locomotion of a Multi-Arm Octopus-Like Continuum System", "day": 0, "author": "Kang, Rongjie - Guglielmino, Emanuele - Branson, David - Caldwell, Darwin G."}, {"cited": 6, "title": "Gait Analysis and Efficiency Improvement of Passive Dynamic Walking of Combined Rimless Wheel with Wobbling Mass", "day": 0, "author": "Tanaka, Daiki - Asano, Fumihiko - Tokuda, Isao"}, {"cited": 3, "title": "Active Viscoelastic-Legged Rimless Wheel with Upper Body and Its Adaptability to Irregular Terrain", "day": 0, "author": "Kawamoto, Junji - Asano, Fumihiko"}, {"cited": 1, "title": "Tripedal Walking Robot with Fixed Coxa Driven by Periodic Rocking", "day": 0, "author": "Ishikawa, Masato - Kato, Takaaki - Sugimoto, Yasuhiro - Osuka, Koichi - Sankai, Yoshiyuki"}, {"cited": 4, "title": "Resonance Based Multi-Gaited Robot Locomotion", "day": 0, "author": "Maheshwari, Nandan - Yu, Xiaoxiang - Reis, Murat - Iida, Fumiya"}, {"cited": 1, "title": "Impedance Control of Quadruped Robot and Its Impedance Characteristic Modulation for Trotting on Irregular Terrain", "day": 0, "author": "Park, Jaehwan - Park, Jong Hyeon"}, {"cited": 3, "title": "Discrete Event Controller for Urban Obstacles Negotiation with Walking Robot", "day": 0, "author": "Walas, Krzysztof, Tadeusz - Kasinski, Andrzej J."}, {"cited": 2, "title": "Active Robot Localization with Macro Actions", "day": 0, "author": "Khalvati, Koosha - Mackworth, Alan"}, {"cited": 3, "title": "Identifying Maximal Rigid Components in Bearing-Based Localization", "day": 0, "author": "Kennedy, Ryan - Daniilidis, Kostas - Naroditsky, Oleg - Taylor, Camillo Jose"}, {"cited": 1, "title": "Outdoor Visual Localization with a Hand-Drawn Line Drawing Map Using FastSLAM with PSO-Based Mapping", "day": 0, "author": "Matsuo, Keisuke - Miura, Jun"}, {"cited": 2, "title": "Surface Sensor Networks for Underwater Vehicle Positioning with Bearings-Only Measurements", "day": 0, "author": "Moreno-Salinas, David - Pascoal, Antonio - Aranda, Joaqun"}, {"cited": 2, "title": "Aiding Off-Road Inertial Navigation with High Performance Models of Wheel Slip", "day": 0, "author": "Rogers-Marcovitz, Forrest - George, Michael David - Seegmiller, Neal Andrew - Kelly, Alonzo"}, {"cited": 0, "title": "Localizability of Wheeled Mobiles Robots: An Algebraic Point of View", "day": 0, "author": "Sert, Hugues - Perruquetti, Wilfrid - Kokosy, Annemarie - Jin, Xin - Palos, Jorge"}, {"cited": 6, "title": "Incremental Temporal Logic Synthesis of Control Policies for Robots Interacting with Dynamic Agents", "day": 0, "author": "Wongpiromsarn, Tichakorn - Ulusoy, Alphan - Belta, Calin - Frazzoli, Emilio - Rus, Daniela"}, {"cited": 8, "title": "Linguistic Transfer of Human Assembly Tasks to Robots", "day": 0, "author": "Dantam, Neil - Essa, Irfan - Stilman, Mike"}, {"cited": 7, "title": "Everything Robots Always Wanted to Know about Housework (But Were Afraid to Ask)", "day": 0, "author": "Nyga, Daniel - Beetz, Michael"}, {"cited": 2, "title": "Temporal Logic Robot Mission Planning for Slow and Fast Actions", "day": 0, "author": "Raman, Vasumathi - Finucane, Cameron - Kress-Gazit, Hadas"}, {"cited": 0, "title": "Spatial, Bimanual, Whole-Arm Grasping", "day": 0, "author": "Seo, Jungwon - Kumar, Vijay"}, {"cited": 10, "title": "Approximate Solutions for the Minimal Revision Problem of Specification Automata", "day": 0, "author": "Kim, Kangjin - Fainekos, Georgios"}, {"cited": 5, "title": "Standing Self-Manipulation for a Legged Robot", "day": 0, "author": "Johnson, Aaron - Haynes, Galen Clark - Koditschek, Daniel"}, {"cited": 7, "title": "OmniClimber: An Omnidirectional Light Weight Climbing Robot with Flexibility to Adapt to Non-Flat Surfaces", "day": 0, "author": "Tavakoli, Mahmoud - Marques, Lino - de Almeida, Anibal"}, {"cited": 8, "title": "Dynamic Climbing of Near-Vertical Smooth Surfaces", "day": 0, "author": "Birkmeyer, Paul - Gillies, Andrew G - Fearing, Ronald"}, {"cited": 5, "title": "Locomotion with Continuum Limbs", "day": 0, "author": "Godage, Isuru S. - Nanayakkara, Thrishantha - Caldwell, Darwin G."}, {"cited": 0, "title": "Experiment and Analysis of Quadrupedal Quasi-Passive Dynamic Walking Robot &quot;Duke''", "day": 0, "author": "Kibayashi, Takeshi - Sugimoto, Yasuhiro - Ishikawa, Masato - Osuka, Koichi - Sankai, Yoshiyuki"}, {"cited": 4, "title": "Climbing Vertical Terrains with a Self-Contained Robot", "day": 0, "author": "Wang, Liyu - Graber, Lina - Iida, Fumiya"}, {"cited": 0, "title": "Pilot Study of Floor-Reactive-Force Generator Mounted on MRI Compatible Lower-Extremity Motion Simulator", "day": 0, "author": "Ikeda, Takahiro - Matsushita, Akira - Saotome, Kosaku - Hasegawa, Yasuhisa - Sankai, Yoshiyuki"}, {"cited": 7, "title": "Wearable Soft Robotic Device for Post-Stroke Shoulder Rehabilitation: Identifying Misalignments", "day": 0, "author": "Galiana, Ignacio - Hammond III, Frank L. - Howe, Robert D. - Popovic, Marko"}, {"cited": 0, "title": "Variable Stiffness Actuator Applied to an Active Ankle Prosthesis: Principle, Energy-Efficiency, and Control", "day": 0, "author": "Everarts, Christophe - Dehez, Bruno - Ronsse, Renaud"}, {"cited": 0, "title": "Context-Aware Assisted Interactive Robotic Walker for Parkinsons Disease Patients", "day": 0, "author": "Mou, Wei-Hao - Chang, Ming-Fang - Liao, Chien-Ke - Hsu, Yuan-Han - Tseng, Shih-Huan - Fu, Li-Chen"}, {"cited": 2, "title": "An Interaction-Torque Controller for Robotic Exoskeletons with Flexible Joints: Preliminary Experimental Results", "day": 0, "author": "Vertechy, Rocco - Frisoli, Antonio - Solazzi, Massimiliano - Pellegrinetti, Dario - Bergamasco, Massimo"}, {"cited": 0, "title": "A New Mobility Interface for the Elderly to Expand Scope of Activities - the Slide Flex", "day": 0, "author": "Nihei, Misato - Harue, Naohiko - Kamata, Minoru"}, {"cited": 1, "title": "Failure Recovery with Shared Autonomy", "day": 0, "author": "Sankaran, Bharath - Pitzer, Benjamin - Osentoski, Sarah"}, {"cited": 0, "title": "Relative-Change-Based Hierarchical Taxonomy for Cantilever-Snap Assembly Verification", "day": 0, "author": "Rojas, Juan Luis - Harada, Kensuke - Onda, Hiromu - Yamanobe, Natsuki - Yoshida, Eiichi - Nagata, Kazuyuki - Kawai, Yoshihiro"}, {"cited": 4, "title": "A Generic Robot Database and Its Application in Fault Analysis and Performance Evaluation", "day": 0, "author": "Niemueller, Tim - Lakemeyer, Gerhard - Srinivasa, Siddhartha"}, {"cited": 5, "title": "Motion Interference Detection in Mobile Robots", "day": 0, "author": "Mendoza, Juan Pablo - Veloso, Manuela - Simmons, Reid"}, {"cited": 3, "title": "The Role of Joint Stiffness Enhancing Collision Reaction Performance of Collaborative Robot Manipulators", "day": 0, "author": "Kishi, Yasuo - Yamada, Yoji - Yokoyama, Kazuhiko"}, {"cited": 0, "title": "Development of Pedestrian Behavior Model Taking Account of Intention", "day": 0, "author": "Tamura, Yusuke - Le, Phuoc Dai - Hitomi, Kentarou - Naiwala Pathirannehelage, Chandrasiri - Bando, Takashi - Yamashita, Atsushi - Asama, Hajime"}, {"cited": 0, "title": "Control Algorithm for a Two-Inputs Nonholonomic Kinematics Using Polar Transformation", "day": 0, "author": "Szulczy&#324;ski, Pawe&#322; - Kozlowski, Krzysztof R. - Pazderski, Dariusz"}, {"cited": 1, "title": "Control of a Unicycle-Like Robot with Three On-Axle Trailers Using Transverse Function Approach", "day": 0, "author": "Pazderski, Dariusz - Kozlowski, Krzysztof R."}, {"cited": 0, "title": "Path Tracking of a Small Autonomous Airplane in Wind Gusts", "day": 0, "author": "Kahale, Elie - Bestaoui, Yasmina - Castillo, Pedro"}, {"cited": 2, "title": "Behavior-Based Switch-Time MPC for Mobile Robots", "day": 0, "author": "Droge, Greg - Kingston, Peter - Egerstedt, Magnus"}, {"cited": 5, "title": "An Analysis of the Motion Planning Problem for a Spherical Rolling Robot Driven by Internal Rotors", "day": 0, "author": "Svinin, Mikhail - Morinaga, Akihiro - Yamamoto, Motoji"}, {"cited": 2, "title": "Low-Dimensional Projections for SyCLoP", "day": 0, "author": "Maly, Matthew - Kavraki, Lydia"}, {"cited": 1, "title": "Kinematic Calibration of Manipulator Using Single Laser Pointer", "day": 0, "author": "Hu, Jwu-Sheng - Wang, Jyun-Ji - Chang, Yung-Jung"}, {"cited": 1, "title": "Automatic Calibration of a Stationary Network of Laser Range Finders by Matching Movement Trajectories", "day": 0, "author": "Schenk, Konrad - Kolarow, Alexander - Eisenbach, Markus - Debes, Klaus - Gross, Horst-Michael"}, {"cited": 1, "title": "Convenient Calibration Method for Unsynchronized Multi-Camera Networks Using a Small Reference Object", "day": 0, "author": "Kim, Jae-Hean - Koo, Bon-Ki"}, {"cited": 7, "title": "Calibration of a Physics-Based Model of an Anthropomimetic Robot Using Evolution Strategies", "day": 0, "author": "Wittmeier, Steffen - Gaschler, Andre Karlheinz - Jntsch, Michael - Dalamagkidis, Konstantinos - Knoll, Alois"}, {"cited": 2, "title": "Musical Abstractions in Distributed Multi-Robot Systems", "day": 0, "author": "Albin, Aaron - Weinberg, Gil - Egerstedt, Magnus"}, {"cited": 1, "title": "Human-Robot Teamwork Using Activity Recognition and Human Instruction", "day": 0, "author": "Cuntoor, Naresh - Collins, Roderic - Hoogs, Anthony J."}, {"cited": 5, "title": "Spatial Programming for Industrial Robots Based on Gestures and Augmented Reality", "day": 0, "author": "Lambrecht, Jens"}, {"cited": 7, "title": "Scheduling Operator Attention for Multi-Robot Control", "day": 0, "author": "Chien, Shih-Yi - Mehrotra, Siddharth - Brooks, Nathan - Lewis, Michael - Sycara, Katia"}, {"cited": 6, "title": "Bio-Inspired TauPilot for Automated Aerial 4D Docking and Landing of Unmanned Aircraft Systems", "day": 0, "author": "Kendoul, Farid - Arain, Bilal Ahmed"}, {"cited": 0, "title": "Levitation Control of Experimental Wing-In-Ground Effect Vehicle Along Y and Z Axes and about Three Axes", "day": 0, "author": "Sugahara, Yusuke - Minagawa, Nozomu - Kosuge, Kazuhiro - Kohama, Yasuaki"}, {"cited": 6, "title": "Onboard Flight Control of a Micro Quadrotor Using Single Strapdown Optical Flow Sensor", "day": 0, "author": "Lim, Hyon - Lee, Hyeonbeom - Kim, H. Jin"}, {"cited": 1, "title": "A Flapping-Wing Micro Air Vehicle with Interchangeable Parts for System Integration Studies", "day": 0, "author": "Sahai, Ranjana - Galloway, Kevin - Karpelson, Michael - Wood, Robert"}, {"cited": 5, "title": "A Switching Kinematic Model for an Octapedal Robot", "day": 0, "author": "Karydis, Konstantinos - Poulakakis, Ioannis - Tanner, Herbert G."}, {"cited": 9, "title": "Performance Analysis and Terrain Classification for a Legged Robot Over Rough Terrain", "day": 0, "author": "Garcia Bermudez, Fernando L. - Julian, Ryan C. - Haldane, Duncan - Abbeel, Pieter - Fearing, Ronald"}, {"cited": 4, "title": "Underwater Object Tracking Using Electrical Impedance Tomography", "day": 0, "author": "Snyder, James - Silverman, Yonatan - Bai, Yang - MacIver, Malcolm A."}, {"cited": 5, "title": "Toward Innate Leg Stability on Unmodeled and Natural Terrain: Hexapod Walking", "day": 0, "author": "Palankar, Mayur - Palmer III, Luther R."}, {"cited": 0, "title": "A Parameterized Control Methodology for a Modular Flying Vehicle", "day": 0, "author": "Oung, Raymond - Picallo Cruz, Miguel - D'Andrea, Raffaello"}, {"cited": 0, "title": "A Swarm Aggregation Algorithm Based on Local Interaction for Multi-Robot Systems with Actuator Saturation", "day": 0, "author": "Gasparri, Andrea - Oriolo, Giuseppe - Priolo, Attilio - Ulivi, Giovanni"}, {"cited": 1, "title": "Multi-Robot Cognitive Formations", "day": 0, "author": "Sousa, Miguel - Monteiro, Sergio - Machado, Toni - Erlhagen, Wolfram - Bicho, Estela"}, {"cited": 7, "title": "Cooperative Sensing and Recognition by a Swarm of Mobile Robots", "day": 0, "author": "Giusti, Alessandro - Nagi, Jawad - Gambardella, Luca - Di Caro, Gianni A."}, {"cited": 5, "title": "Single Camera Visual Odometry Based on Random Finite Set Statistics", "day": 0, "author": "Zhang, Feihu - Staehle, Hauke - Gaschler, Andre Karlheinz - Buckl, Christian - Knoll, Alois"}, {"cited": 14, "title": "The Role of Homing in Visual Topological Navigation", "day": 0, "author": "Liu, Ming - Pradalier, Cedric - Pomerleau, Francois - Moore, Lewis - Siegwart, Roland"}, {"cited": 99, "title": "A Benchmark for the Evaluation of RGB-D SLAM Systems", "day": 0, "author": "Sturm, Jrgen - Engelhard, Nikolas - Endres, Felix - Burgard, Wolfram - Cremers, Daniel"}, {"cited": 6, "title": "Robust Optimization of Factor Graphs by Using Condensed Measurements", "day": 0, "author": "Grisetti, Giorgio - Kuemmerle, Rainer - Ni, Kai"}, {"cited": 12, "title": "A Generic Infrastructure for Benchmarking Motion Planners", "day": 0, "author": "Cohen, Benjamin - Sucan, Ioan Alexandru - Chitta, Sachin"}, {"cited": 1, "title": "High Speed On-Line Motion Planning in Cluttered Environments", "day": 0, "author": "Shiller, Zvi - Sharma, Sanjeev"}, {"cited": 3, "title": "Minimum Time Search for Lost Targets Using Cross Entropy Optimization", "day": 0, "author": "Lanillos, Pablo - Besada-Portas, Eva - Pajares, Gonzalo - Ruz, Jose J"}, {"cited": 4, "title": "Modeling the Rotational Paddling of an Epaddle-Based Amphibious Robot", "day": 0, "author": "Sun, Yi - Ma, Shugen - Fujita, Kazuhiro - Yang, Yang - Pu, Huayan"}, {"cited": 0, "title": "Novel Actuator Driven with Phase Transition of Working Fluid for Uses in Wide Temperature Range", "day": 0, "author": "Suzumori, Koichi - Matsuoka, Hiroki - Wakimoto, Shuichi"}, {"cited": 3, "title": "A Resonant Electrostatic Induction Motor with Piezoelectric Elements As Inductors Connected to Its Slider Electrodes", "day": 0, "author": "Saito, Ryosuke - Hosobata, Takuya - Yamamoto, Akio - Higuchi, Toshiro"}, {"cited": 3, "title": "System Identification Model for an Intelligent Pneumatic Actuator (IPA) System", "day": 0, "author": "Osman, Khairuddin - Mohd Faudzi, Ahmad `Athif - Rahmat, Mohd Fua'ad - Mustafa, Nu'man Din - Azman, M. Asyraf - Suzumori, Koichi"}, {"cited": 1, "title": "Model-Based Trajectory Control of Robots with Pneumatic Actuator Dynamics", "day": 0, "author": "Niiyama, Ryuma"}, {"cited": 0, "title": "Nanorobotic Transfer and Characterization of Graphene Flakes", "day": 0, "author": "Zimmermann, Soeren - Eichhorn, Volkmar - Fatikow, Sergej"}, {"cited": 2, "title": "Auto Nanomanipulation System for Single Cell Mechanical Property Characterization Inside an Environmental SEM", "day": 0, "author": "Shen, Yajing - Nakajima, Masahiro - Homma, Michio - Fukuda, Toshio"}, {"cited": 1, "title": "Dynamic Path Planning in Robot-Aided Optical Manipulation of Biological Cells", "day": 0, "author": "Ju, Tao - Liu, Shuang - Yang, Jie - Sun, Dong"}, {"cited": 0, "title": "Optimal Design, Modeling and Analysis of a 2-DOF Nanopositioning Stage with Dual-Mode: Towards High-Rate AFM Scanning", "day": 0, "author": "Tang, Hui - Li, Yangmin"}, {"cited": 0, "title": "A Reasoning Architecture for Human-Robot Joint Tasks Using Physics-, Social-, and Capability-Based Logic", "day": 0, "author": "Williams, Kenton - Breazeal, Cynthia"}, {"cited": 1, "title": "A Linear Relaxation Solution of the Tactical Movement Problem", "day": 0, "author": "Beasley, Peter - McAree, Peter Ross"}, {"cited": 4, "title": "Two-Level RRT Planning for Robotic Push Manipulation", "day": 0, "author": "Zito, Claudio - Stolkin, Rustam - Kopicki, Marek Sewer - Wyatt, Jeremy"}, {"cited": 2, "title": "Learning Operators for Manipulation Planning", "day": 0, "author": "Burbridge, Christopher - Saigol, Zeyn A - Schmidt, Florian - Borst, Christoph - Dearden, Richard"}, {"cited": 6, "title": "Real-Time Super-Resolution Sound Source Localization for Robots", "day": 0, "author": "Nakamura, Keisuke - Nakadai, Kazuhiro - Ince, Gokhan"}, {"cited": 3, "title": "Simple Auditory and Visual Features for Human-Robot Dialog Scene Analysis", "day": 0, "author": "Yan, Rujiao - Rodemann, Tobias - Wrede, Britta"}, {"cited": 9, "title": "Bearing-Only Tracking with a Mixture of Von Mises Distributions", "day": 0, "author": "Markovic, Ivan - Petrovic, Ivan"}, {"cited": 7, "title": "Spherical Microphone Array for Spatial Sound Localization for a Mobile Robot", "day": 0, "author": "Sasaki, Yoko - Kabasawa, Mitsutaka - Thompson, Simon - Kagami, Satoshi - Oro, Kyoichi"}, {"cited": 2, "title": "Simultaneous Optimal Parameter and Mode Transition Time Estimation", "day": 0, "author": "Miller, Lauren - Murphey, Todd"}, {"cited": 0, "title": "Semi-Parametric Gaussian Process for Robot System Identification", "day": 0, "author": "Wu, Tingfan - Movellan, Javier"}, {"cited": 0, "title": "Simultaneous Vision System Calibration and Full-Motion Estimation Using a Sequence of Noisy Images from a Stereo Affine Cameras", "day": 0, "author": "Almeida Santos, Carlos Manuel - de Oliveira Costa, Carlos Antnio - Batista, Jorge"}, {"cited": 0, "title": "Comparative Study of Two 3D Reconstruction Methods for Underwater Archaeology", "day": 0, "author": "Meline, Arnaud - Triboulet, Jean - Jouvencel, Bruno"}, {"cited": 2, "title": "Development of a Wearable and Dry Semg Electrode System for Decoding of Human Hand Configurations", "day": 0, "author": "Lee, HanJin - Kim, Keehoon - Oh, Sang-Rok"}, {"cited": 3, "title": "Incremental Action Recognition and Generalizing Motion Generation Based on Goal-Directed Features", "day": 0, "author": "Grve, Kathrin - Behnke, Sven"}, {"cited": 2, "title": "Analysis of Power Assist Effect During Skill Assist for Periodic Motions under Use of Semi-Active Assist Mechanisms", "day": 0, "author": "Kusaka, Takashi - Tanaka, Takayuki - Kaneko, Shun'ichi, Kaneko - Kajiwara, Hidekazu"}, {"cited": 0, "title": "An Affordable, 3D-Printable Camera Eye with Two Active Degrees of Freedom for an Anthropomorphic Robot", "day": 0, "author": "Schulz, Simon - Ltkebohle, Ingo - Wachsmuth, Sven"}, {"cited": 2, "title": "Low-Power Parallel Algorithms for Single Image Based Obstacle Avoidance in Aerial Robots", "day": 0, "author": "Lenz, Ian - Gemici, Mevlana Celaleddin - Saxena, Ashutosh"}, {"cited": 4, "title": "Critical Subsystem Failure Mitigation in an Indoor UAV Testbed", "day": 0, "author": "Mueller, Mark Wilfried - D'Andrea, Raffaello"}, {"cited": 2, "title": "Omni-Directional Hovercraft Design As a Foundation for MAV Education", "day": 0, "author": "Detweiler, Carrick - Griffin, Brent Austin - Roehr, Heath"}, {"cited": 4, "title": "A Comparison of Deterministic and Stochastic Approaches for Allocating Spatially Dependent Tasks in Micro-Aerial Vehicle Collectives", "day": 0, "author": "Dantu, Karthik - Berman, Spring - Kate, Bryan - Nagpal, Radhika"}, {"cited": 0, "title": "Multi-Robot Foraging Based on Darwins Survival of the Fittest", "day": 0, "author": "Couceiro, Micael - Rocha, Rui Paulo - Figueiredo, Carlos - Luz, J. Miguel A. - Fonseca Ferreira, Nuno Miguel"}, {"cited": 0, "title": "Multimodal Saliency-Based Attention: A Lazy Robot's Approach", "day": 0, "author": "Kuehn, Benjamin - Schauerte, Boris - Kroschel, Kristian - Stiefelhagen, Rainer"}, {"cited": 3, "title": "Generation of Robotic Fish Locomotion through Biomimetic Learning", "day": 0, "author": "Ren, Qinyuan - Xu, Jian-Xin - Gao, Wenchao - Niu, Xuelei"}, {"cited": 0, "title": "A Hierarchical Connectionist CPG Controller for Controlling the Snake-Like Robots 3-Dimensional Gaits", "day": 0, "author": "Yang, Guizhi - Ma, Shugen - Li, Bin - Wang, Minghui"}, {"cited": 0, "title": "An Efficient Distributed Topo-Geometric Spatial Density Estimation Method for Multi-Robot Systems", "day": 0, "author": "Liu, Lantao - Shell, Dylan"}, {"cited": 0, "title": "Variation As an Element in Multi-Agent Control for Target Tracking", "day": 0, "author": "Riggs, Cortney - Wu, Annie"}, {"cited": 0, "title": "Distributed Coverage While Not Being Covered", "day": 0, "author": "Carpin, Stefano"}, {"cited": 3, "title": "Automatic Extraction of Goal-Scoring Behaviors from Soccer Matches", "day": 0, "author": "Almeida, Fernando - Abreu, Pedro Henriques - Lau, Nuno - Reis, Lus Paulo"}, {"cited": 11, "title": "Automatic Dense Visual Semantic Mapping from Street-Level Imagery", "day": 0, "author": "Sengupta, Sunando - Sturgess, Paul - Ladick, &#317;ubor - Torr, Philip"}, {"cited": 0, "title": "I See You, You See Me: Cooperative Localization through Bearing-Only Mutually Observing Robots", "day": 0, "author": "Giguere, Philippe - Rekleitis, Ioannis - Latulippe, Maxime"}, {"cited": 5, "title": "Development of a Relative Localization Scheme for Ground-Aerial Multi-Robot Systems", "day": 0, "author": "De Silva, Oscar - Mann, George K. I. - Gosine, Raymond G."}, {"cited": 2, "title": "Improvement of the Inertial Sensor-Based Localization for Mobile Robots Using Multiple Estimation Windows Filter", "day": 0, "author": "Kwak, Hwan-Joo - Lee, Dong-Hun - Hwang, Jung-Moon - Kim, Jung Han - Kim, Chong-Kap - Park, Gwi-Tae"}, {"cited": 1, "title": "Path Planning for Clothes Climbing Robots on Deformable Clothes Surface", "day": 0, "author": "Liu, Yuanyuan - Wu, Xinyu - Song, Dezhen - Fu, Ruiqing - Zheng, Duan - Xu, Yangsheng"}, {"cited": 0, "title": "Motion Planning for a Two-Link Planar Robot in a Viscous Environment", "day": 0, "author": "Babikian, Sevag - Shammas, Elie - Asmar, Daniel"}, {"cited": 3, "title": "Path Planning Based on Reaction-Diffusion Process", "day": 0, "author": "Alejandro, Vzquez-Otero - Faigl, Jan - Alberto, Prez Muuzuri"}, {"cited": 0, "title": "Socially Acceptable Robot Navigation: A Learning Approach", "day": 0, "author": "Luber, Matthias - Spinello, Luciano - Silva, Jens - Arras, Kai Oliver"}, {"cited": 2, "title": "A Novel Design of a Robot That Can Jump and Roll with a Single Actuator", "day": 0, "author": "Ho, Thanhtam - Lee, Sangyoon"}, {"cited": 2, "title": "Electrostatic-Motor-Driven Electroadhesive Robot", "day": 0, "author": "Wang, Hongqiang - Yamamoto, Akio - Higuchi, Toshiro"}, {"cited": 2, "title": "A Novel Design of Tri-Star Wheeled Mobile Robot for High Obstacle Climbing", "day": 0, "author": "Yang, Yong - Qian, Huihuan - Wu, Xinyu - Xu, Guiyun - Xu, Yangsheng"}, {"cited": 1, "title": "Development of an In-Pipe Inspection Robot for Narrow Pipes and Elbows Using Pneumatic Artificial Muscles", "day": 0, "author": "Ikeuchi, Megumi - Nakamura, Taro - Matsubara, Dai"}, {"cited": 0, "title": "Micro Fluidic Device to Control the Position and to Analyze the Condition of C. Elegans As a Bioindicator", "day": 0, "author": "Jung, Jaehoon - Nakajima, Masahiro - Kojima, Masaru - Tajima, Hirotaka - Fukuda, Toshio"}, {"cited": 0, "title": "High Speed Cell Manipulation by Dielectrophoresis and Movable Microstructure Embedding Cells Fabricated Inside Microfluidic Chips", "day": 0, "author": "Yue, Tao - Nakajima, Masahiro - Kojima, Masaru - Fukuda, Toshio - Tajima, Hirotaka"}, {"cited": 3, "title": "Smooth Enucleation of Bovine Oocyte by Microrobot with Local Flow Speed Control in Microchannel", "day": 0, "author": "Feng, Lin - Hagiwara, Masaya - Ichikawa, Akihiko - Kawahara, Tomohiro - Arai, Fumihito"}, {"cited": 8, "title": "Interaction Force Estimation During Manipulation of Microparticles", "day": 0, "author": "Khalil, Islam S.M. - Metz, Roel M.P. - Abelmann, Leon - Misra, Sarthak"}, {"cited": 0, "title": "Constraint Propagation on Intervals Bounds for Dealing with Geometric Backtracking", "day": 0, "author": "Lagriffoul, Fabien - Dimitrov, Dimitar Nikolaev - Saffiotti, Alessandro - Karlsson, Lars"}, {"cited": 2, "title": "A Planning Method for Efficient Mobile Manipulation Considering Ambiguity", "day": 0, "author": "Attamimi, Muhammad - Ito, Keisuke - Nakamura, Tomoaki - Nagai, Takayuki"}, {"cited": 1, "title": "Orienting Deformable Polygonal Parts without Sensors", "day": 0, "author": "Kristek, Shawn - Shell, Dylan"}, {"cited": 6, "title": "Object Placement Planner for Robotic Pick and Place Tasks", "day": 0, "author": "Harada, Kensuke - Tsuji, Tokuo - Nagata, Kazuyuki - Yamanobe, Natsuki - Onda, Hiromu - Kawai, Yoshihiro"}, {"cited": 0, "title": "Combining Laser Range Finders and Local Steered Response Power for Audio Monitoring", "day": 0, "author": "Even, Jani - Ishi, Carlos Toshinori - Heracleous, Panikos - Miyashita, Takahiro - Hagita, Norihiro"}, {"cited": 4, "title": "Live Assessment of Beat Tracking for Robot Audition", "day": 0, "author": "Oliveira, Joo Lobato - Ince, Gokhan - Nakamura, Keisuke - Nakadai, Kazuhiro - Okuno, Hiroshi G. - Reis, Lus Paulo - Gouyon, Fabien"}, {"cited": 2, "title": "A Versatile System-On-A-Programmable-Chip for Array Processing and Binaural Robot Audition", "day": 0, "author": "Lunati, Valentin - Manhes, Jrme - Danes, Patrick"}, {"cited": 3, "title": "Towards a Systematic Study of Binaural Cues", "day": 0, "author": "Youssef, Karim - Argentieri, Sylvain - Zarader, Jean-Luc"}, {"cited": 2, "title": "Detecting Risk-Markers in Children in a Preschool Classroom", "day": 0, "author": "Fasching, Joshua - Walczak, Nicholas - Sivalingam, Ravishankar - Cullen, Kathryn - Murphy, Barbara - Sapiro, Guillermo - Morellas, Vassilios - Papanikolopoulos, Nikos"}, {"cited": 0, "title": "Scene Adaptive RGB-D Based Oscillation Sensing for a Multi Flexible Link Robot Arm in Unstructured Dynamic Environments", "day": 0, "author": "Malzahn, Jrn - Phung, Anh Son - Bertram, Torsten"}, {"cited": 11, "title": "Estimation of the Center of Mass with Kinect and Wii Balance Board", "day": 0, "author": "Gonzlez, Alejandro - Hayashibe, Mitsuhiro - Fraisse, Philippe"}, {"cited": 7, "title": "Egocentric Real-Time Workspace Monitoring Using an RGB-D Camera", "day": 0, "author": "Damen, Dima - Gee, Andrew - Mayol, Walterio - Calway, Andrew"}, {"cited": 3, "title": "A New Kinect-Based Guidance Mode for Upper Limb Robot-Aided Neurorehabilitation", "day": 0, "author": "Loconsole, Claudio - Bann, Filippo - Frisoli, Antonio - Bergamasco, Massimo"}, {"cited": 10, "title": "Mobile Robot Monocular Vision Navigation Based on Road Region and Boundary Estimation", "day": 0, "author": "Chang, Chin-Kai - Siagian, Christian - Itti, Laurent"}, {"cited": 13, "title": "Visual Loop Closure Detection with a Compact Image Descriptor", "day": 0, "author": "Liu, Yang - Zhang, Hong"}, {"cited": 8, "title": "Vision-Aided Inertial Navigation for Resource-Constrained Systems", "day": 0, "author": "Li, Mingyang - Mourikis, Anastasios"}, {"cited": 8, "title": "Estimator Initialization in Vision-Aided Inertial Navigation with Unknown Camera-IMU Calibration", "day": 0, "author": "Dong-Si, Tue-Cuong - Mourikis, Anastasios"}, {"cited": 0, "title": "The RobotChallenge  a Research Inspired Practical Lecture", "day": 0, "author": "Munske, Benjamin - Kotlarski, Jens - Ortmaier, Tobias"}, {"cited": 4, "title": "Object and Animation Display with Multiple Aerial Vehicles", "day": 0, "author": "Alonso-Mora, Javier - Schoch, Marcel - Breitenmoser, Andreas - Siegwart, Roland - Beardsley, Paul"}, {"cited": 4, "title": "Kindergarten Assistive Robotics (KAR) As a Tool for Spatial Cognition Development in Pre-School Education", "day": 0, "author": "Keren, Guy - Ben-David, Adi - Marina, Fridin"}, {"cited": 1, "title": "Development of an Arm Robot for Neurologic Examination Training", "day": 0, "author": "Wang, Chunbao - Ebihara, Kazuki - Noh, Yohan - Tokumoto, Mitsuhiro - Ishii, Hiroyuki - Takanishi, Atsuo - Hatake, Kazuyuki - Shoji, Satoru - Okuyama, Isamu - Chihara, Terunaga"}, {"cited": 0, "title": "Passive-Type Aerial Acrobat Robot Climbing up Row of Swings with Rising Slope", "day": 0, "author": "Nishibori, Kento - Nishibori, Kenji"}, {"cited": 0, "title": "Aerodynamic Evaluation of Four Butterfly Species for the Design of Flapping-Gliding Robotic Insects", "day": 0, "author": "Kovac, Mirko - Vogt, Daniel - Ithier, Danielle - Smith, Michael - Wood, Robert"}, {"cited": 2, "title": "Bio-Inspired Hovering Control for an Aerial Robot Equipped with a Decoupled Eye and a Rate Gyro", "day": 0, "author": "Manecy, Augustin - Viollet, Stephane - Marchand, Nicolas"}, {"cited": 3, "title": "A Miniature Bio-Inspired Position Sensing Device for the Control of Micro-Aerial Robots", "day": 0, "author": "Juston, Raphael - Viollet, Stephane"}, {"cited": 0, "title": "Controlling Docking, Altitude and Speed in a Circular High-Roofed Tunnel Thanks to the Optic Flow", "day": 0, "author": "Expert, Fabien - Ruffier, Franck"}, {"cited": 0, "title": "Design, Fabrication, and Modeling of the Split Actuator Microrobotic Bee", "day": 0, "author": "Ma, Kevin - Felton, Samuel - Wood, Robert"}, {"cited": 2, "title": "Mobile Robot Control on Uneven and Slippery Ground: An Adaptive Approach Based on a Multi-Model Observer", "day": 0, "author": "Lenain, Roland - Thuilot, Benoit"}, {"cited": 2, "title": "Adaptive Friction Compensation in Trajectory Tracking Control of DLR Medical Robots with Elastic Joints", "day": 0, "author": "Le-Tien, Luc - Albu-Schffer, Alin"}, {"cited": 1, "title": "Adaptive Reactionless Motion with Joint Limit Avoidance for Robotic Capture of Unknown Target in Space", "day": 0, "author": "Nguyen Huynh, Thai Chau - Sharf, Inna"}, {"cited": 1, "title": "Adaptive Grip Control on an Uncertain Object", "day": 0, "author": "Jiang, Allen - Bimbo, Joao - Goulder, Simon Francis - Liu, Hongbin - Song, Xiaojing - Dasgupta, Prokar - Althoefer, Kaspar - Nanayakkara, Thrishantha"}, {"cited": 0, "title": "Adaptive Control for Robot Manipulators under Ellipsoidal Task Space Constraints", "day": 0, "author": "Tee, Keng Peng - Ge, Shuzhi Sam - Yan, Rui - Li, Haizhou"}, {"cited": 0, "title": "Control by Gradient Collocation: Applications to Optimal Obstacle Avoidance and Minimum Torque Control", "day": 0, "author": "Ruvolo, Paul - Wu, Tingfan - Movellan, Javier"}, {"cited": 4, "title": "Stochastic Situation Assessment in Advanced Driver Assistance System for Complex Multi-Objects Traffic Situations", "day": 0, "author": "Berthelot, Adam - Tamke, Andreas - Dang, Thao - Breuel, Gabi"}, {"cited": 2, "title": "Maneuver-Based Risk Assessment for High-Speed Automotive Scenarios", "day": 0, "author": "Lawitzky, Andreas - Wollherr, Dirk - Buss, Martin"}, {"cited": 8, "title": "Collision Avoidance under Bounded Localization Uncertainty", "day": 0, "author": "Claes, Daniel - Hennes, Daniel - Tuyls, Karl - Meeussen, Wim"}, {"cited": 5, "title": "Rotorcraft Collision Avoidance Using Spherical Image-Based Visual Servoing and Single Point Features", "day": 0, "author": "Mcfadyen, Aaron Douglas - Corke, Peter - Mejias, Luis"}, {"cited": 7, "title": "Parallel Sampling-Based Motion Planning with Superlinear Speedup", "day": 0, "author": "Ichnowski, Jeffrey - Alterovitz, Ron"}, {"cited": 1, "title": "DART: A Particle-Based Method for Generating Easy-To-Follow Directions", "day": 0, "author": "Goeddel, Robert - Olson, Edwin"}, {"cited": 3, "title": "Ribbon Model Based Path Tracking Method for Autonomous Land Vehicle", "day": 0, "author": "Sun, Zhenping - Chen, Qingyang - Nie, Yiming - Liu, Daxue - He, Han-gen"}, {"cited": 1, "title": "Target Localization and Circumnavigation by a Non-Holonomic Robot", "day": 0, "author": "Deghat, Mohammad - Davis, Edwin - See, Tianlong - Shames, Iman - Anderson, Brian D. O. - Yu, Changbin (Brad)"}, {"cited": 0, "title": "Avoiding Forgetfulness: Structured English Specifications for High-Level Robot Control with Implicit Memory", "day": 0, "author": "Raman, Vasumathi - Xu, Bingxin - Kress-Gazit, Hadas"}, {"cited": 2, "title": "Development of Pneumatic Lower Limb Power Assist Wear without Exoskeleton", "day": 0, "author": "Sasaki, Daisuke - Noritsugu, Toshiro - Takaiwa, Masahiro"}, {"cited": 4, "title": "A Study on Twisted String Actuation Systems: Mathematical Model and Its Experimental Evaluation", "day": 0, "author": "Popov, Dmitry - Gaponov, Igor - Ryu, Jee-Hwan"}, {"cited": 15, "title": "Adaptive Synergies: An Approach to the Design of Under-Actuated Robotic Hands", "day": 0, "author": "Grioli, Giorgio - Catalano, Manuel - Silvestro, Emanuele - Tono, Simone - Bicchi, Antonio"}, {"cited": 3, "title": "Velvet Fingers: A Smart Gripper with Controlled Contact Surfaces", "day": 0, "author": "Tincani, Vinicio - Catalano, Manuel Giuseppe - Farnioli, Edoardo - Garabini, Manolo - Grioli, Giorgio - Fantoni, Gualtiero - Bicchi, Antonio"}, {"cited": 1, "title": "Roll Motion Control by Stretch Reflex in a Continuously Jumping Musculoskeletal Biped Robot", "day": 0, "author": "Shimizu, Masahiro - Suzuki, Keiko - Narioka, Kenichi - Hosoda, Koh"}, {"cited": 1, "title": "Application of Control Modes of a Master Manipulator for a Robotic System to Assist with Single Port Endoscopic Surgery", "day": 0, "author": "Noguchi, Takehiko - Kobayashi, Yo - Kawamura, Kazuya - Watanabe, Hiroki - Tomono, Yu - Sekiguchi, Yuta - Seno, Hiroto - Fujie, Masakatsu G. - Toyoda, Kazutaka - Hashizume, Makoto"}, {"cited": 1, "title": "Hybrid Natural Admittance Control for Laparoscopic Surgery", "day": 0, "author": "Deal, Aaron - Chow, Der-Lin - Newman, Wyatt"}, {"cited": 3, "title": "Ergonomic Control Strategies for a Handheld Force-Controlled Ultrasound Probe", "day": 0, "author": "Gilbertson, Matthew - Anthony, Brian W"}, {"cited": 2, "title": "Design of an Intermediate Layer to Enhance Operator Awareness and Safety in Telesurgical Systems", "day": 0, "author": "Cho, Jang Ho - From, Pl Johan - Annerstedt, Magnus - Robertsson, Anders - Johansson, Rolf"}, {"cited": 6, "title": "A Force Feedback System for Endovascular Catheterisation", "day": 0, "author": "Payne, Christopher - Rafii-Tari, Hedyeh - Yang, Guang-Zhong"}, {"cited": 2, "title": "Kinesthetic Teaching Via Fast Marching Square", "day": 0, "author": "Gomez, Javier V. - Alvarez, David - Garrido, Santiago - Moreno, Luis"}, {"cited": 7, "title": "Semantic Grasping: Planning Robotic Grasps Functionally Suitable for an Object Manipulation Task", "day": 0, "author": "Dang, Hao - Allen, Peter"}, {"cited": 0, "title": "Trajectory Classification in N Dimensions Using Subspace Projection", "day": 0, "author": "Nierhoff, Thomas - Hirche, Sandra"}, {"cited": 7, "title": "POMDP Approach to Robotized Clothes Separation", "day": 0, "author": "Mons, Pol - Torras, Carme - Aleny, Guillem"}, {"cited": 4, "title": "Modeling and Planning High-Level In-Hand Manipulation Actions from Human Knowledge and Active Learning from Demonstration", "day": 0, "author": "Prieur, Urbain - Perdereau, Vronique - Bernardino, Alexandre"}, {"cited": 12, "title": "An IEEE Standard Ontology for Robotics and Automation", "day": 0, "author": "Schlenoff, Craig - Prestes, Edson - Madhavan, Raj - Gonalves, Paulo - Li, Howard - Balakirsky, Stephen - Kramer, Thomas - Miguelaez, Emilio"}, {"cited": 0, "title": "AfRob: The Affordance Network Ontology for Robots", "day": 0, "author": "Varadarajan, Karthik Mahesh - Vincze, Markus"}, {"cited": 0, "title": "A Unified Representation for Reasoning about Robot Actions, Processes, and Their Effects on Objects", "day": 0, "author": "Tenorth, Moritz - Beetz, Michael"}, {"cited": 2, "title": "Towards an Ontology for Autonomous Robots", "day": 0, "author": "Paull, Liam - Severac, Gaetan - Raffo, Guilherme V. - Angel, Julian Mauricio - Boley, Harold - Habib, Maki Khalil - Nguyen, Bao - Sampath Kumar, Veera Ragavan - Saeedi Gharahbolagh, Sajad - Sanz, Ricardo - Seto, Mae - Stefanovski, Aleksandar - Trentini, Michael - Li, Howard - Durst, Phillip J - Gray, Wendell"}, {"cited": 10, "title": "An Industrial Robotic Knowledge Representation for Kit Building Applications", "day": 0, "author": "Balakirsky, Stephen - Kootbally, Zeid - Schlenoff, Craig - Kramer, Thomas - Gupta, Satyandra K."}, {"cited": 1, "title": "Room Classification Using a Hierarchical Representation of Space", "day": 0, "author": "Ursic, Peter - Kristan, Matej - Skocaj, Danijel - Leonardis, Ales"}, {"cited": 9, "title": "Improving Generalization for 3D Object Categorization with Global Structure Histograms", "day": 0, "author": "Madry, Marianna - Ek, Carl Henrik - Detry, Renaud - Hang, Kaiyu - Kragic, Danica"}, {"cited": 17, "title": "Feature-Based Terrain Classification for LittleDog", "day": 0, "author": "Filitchkin, Paul - Byl, Katie"}, {"cited": 2, "title": "Classification of Materials in Natural Scenes Using Multi-Spectral Images", "day": 0, "author": "Taghavi Namin, Sarah - Petersson, Lars"}, {"cited": 1, "title": "An Integrated Approach of Attention Control of Target Human by Nonverbal Behaviors of Robots in Different Viewing Situations", "day": 0, "author": "Hoque, Mohammed Moshiul - Das, Dipankar - Onuki, Tomomi - Kobayashi, Yoshinori - Kuno, Yoshinori"}, {"cited": 2, "title": "Can We Teach What Emotions a Robot Should Express?", "day": 0, "author": "Ahn, Ho Seok - Choi, Jin Young"}, {"cited": 0, "title": "Who Is the Leader in a Multiperson Ensemble? ---Multiperson Human-Robot Ensemble Model with Leaderness", "day": 0, "author": "Mizumoto, Takeshi - Ogata, Tetsuya - Okuno, Hiroshi G."}, {"cited": 6, "title": "Recognizing Affection for a Touch-Based Interaction with a Humanoid Robot", "day": 0, "author": "Cooney, Martin D. - Nishio, Shuichi - Ishiguro, Hiroshi"}, {"cited": 5, "title": "Enhanced Robotic Body Extension with Modular Units", "day": 0, "author": "Brodbeck, Luzius - Iida, Fumiya"}, {"cited": 1, "title": "SheetBot: A Magic Carpet That Enables Scaffold-Based Locomotion", "day": 0, "author": "Kano, Takeshi - Watanabe, Yuki - Ishiguro, Akio"}, {"cited": 2, "title": "Motion Primitives for Path Following with a Self-Assembled Robotic Swimmer", "day": 0, "author": "Orduno, Carlos Alberto - Becker, Aaron - Bretl, Timothy"}, {"cited": 6, "title": "The Milli-Motein: A Self-Folding Chain of Programmable Matter with a One Centimeter Module Pitch", "day": 0, "author": "Knaian, Ara N - Cheung, Kenneth C. - Lobovsky, Maxim - Oines, Asa - Schmidt-Nielsen, Peter - Gershenfeld, Neil"}, {"cited": 1, "title": "Biomimetic Sensing and Modeling of the Ocelli Visual System of Flying Insects", "day": 0, "author": "Gremillion, Gregory - Galfond, Marissa - Krapp, Holger - Humbert, James Sean"}, {"cited": 1, "title": "Hover Kinematics and Distributed Pressure Sensing for Force Control of Biorobotic Fins", "day": 0, "author": "Kahn, Jeff - Flammang, Brooke - Tangorra, James"}, {"cited": 3, "title": "Sensing Capacitance of Underwater Objects in Bio-Inspired Electrosense", "day": 0, "author": "Bai, Yang - Snyder, James - Silverman, Yonatan - Peshkin, Michael - MacIver, Malcolm A."}, {"cited": 0, "title": "Tails in Biomimetic Design: Analysis, Simulation, and Experiment", "day": 0, "author": "Briggs, Randall - Lee, Jongwoo - Haberland, Matt - Kim, Sangbae"}, {"cited": 1, "title": "The Effects of Constraint Curvature on Projective and Set Stabilization Controllers", "day": 0, "author": "Walker, Kevin Casey - Nielsen, Christopher - Wang, David"}, {"cited": 2, "title": "Learning Whole Upper Body Control with Dynamic Redundancy Resolution in Coupled Associative Radial Basis Function Networks", "day": 0, "author": "Reinhart, Rene Felix - Steil, Jochen J."}, {"cited": 0, "title": "Learning and Generalizing Force Control Policies for Sculpting", "day": 0, "author": "Koropouli, Vasiliki - Hirche, Sandra - Lee, Dongheui"}, {"cited": 5, "title": "An Online Algorithm for Simultaneously Learning Forward and Inverse Kinematics", "day": 0, "author": "Damas, Bruno - Santos-Victor, Jos"}, {"cited": 9, "title": "Transferring Spatial Perception between Robots Operating in a Shared Workspace", "day": 0, "author": "Leitner, Jurgen - Harding, Simon - Frank, Mikhail - Forster, Alexander - Schmidhuber, Jurgen"}, {"cited": 1, "title": "Accurate Evaluation of a Distance Function for Optimization-Based Motion Planning", "day": 0, "author": "Lee, Youngeun - Lengagne, Sebastien - Kheddar, Abderrahmane - Kim, Young J."}, {"cited": 3, "title": "Humanoid Throwing: Design of Collision-Free Trajectories with Sparse Reachable Maps", "day": 0, "author": "Lofaro, Daniel - Ellenberg, Robert - Oh, Paul Y. - Oh, Jun Ho"}, {"cited": 0, "title": "Motion Planning with Worker's Trajectory Prediction for Assembly Task Partner Robot", "day": 0, "author": "Tanaka, Yasufumi - Kinugawa, Jun - Sugahara, Yusuke - Kosuge, Kazuhiro"}, {"cited": 0, "title": "Extracting Conditional Component Dependence for Distributed Robotic Systems", "day": 0, "author": "Purandare, Rahul - Darsie, Javier Alejandro - Elbaum, Sebastian - Dwyer, Matthew"}, {"cited": 4, "title": "Evasion Planning for Autonomous Vehicles at Intersections", "day": 0, "author": "Au, Tsz-Chiu - Fok, Chien-Liang - Vishwanath, Sriram - Julien, Christine - Stone, Peter"}, {"cited": 3, "title": "Trajectory Clustering for Motion Prediction", "day": 0, "author": "Sung, Cynthia - Feldman, Dan - Rus, Daniela"}, {"cited": 1, "title": "Road Direction Detection Based on Vanishing-Point Tracking", "day": 0, "author": "Moghadam, Peyman - Dong, Jun Feng"}, {"cited": 3, "title": "A New Class of Locally Decoupled Gough-Stewart Platform Manipulators", "day": 0, "author": "Allais, Anthony - McInroy, John - O'Brien, John"}, {"cited": 1, "title": "A Novel Delta-Type Parallel Mechanism with Wire-Pulleys", "day": 0, "author": "Tsumaki, Yuichi - Eguchi, Hiroaki - Tadakuma, Riichiro"}, {"cited": 0, "title": "Novel Algorithms for Computation of Inverse Kinematics and Inverse Dynamics of Gough-Stewart Platform", "day": 0, "author": "Fijany, Amir - Fried, Georges"}, {"cited": 4, "title": "Vision-Based Modeling and Control of Large-Dimension Cable-Driven Parallel Robots", "day": 0, "author": "Dallej, Tej - Gouttefarde, Marc - Andreff, Nicolas - Dahmouche, Redwan - Martinet, Philippe"}, {"cited": 5, "title": "Slacking Prevention During Assistive Contour Following Tasks with Guaranteed Coupled Stability", "day": 0, "author": "Erdogan, Ahmetcan - Patoglu, Volkan"}, {"cited": 7, "title": "Active Modular Elastomer Sleeve for Soft Wearable Assistance Robots", "day": 0, "author": "Park, Yong-Lae - Chen, Bor-rong - Majidi, Carmel - Wood, Robert - Nagpal, Radhika - Goldfield, Eugene"}, {"cited": 2, "title": "An Ankle Foot Orthosis with Insertion Point Eccentricity Control", "day": 0, "author": "Polinkovsky, Arkady - Bachmann, Richard J. - Kern, Nicole - Quinn, Roger, D."}, {"cited": 2, "title": "Exoskeleton Robot Control Based on Cane and Body Joint Synergies", "day": 0, "author": "Hassan, Modar - Kadone, Hideki - Suzuki, Kenji - Sankai, Yoshiyuki"}, {"cited": 3, "title": "Using Cluster-Based Stereotyping to Foster Human-Robot Cooperation", "day": 0, "author": "Wagner, Alan Richard"}, {"cited": 6, "title": "Online Learning of Concepts and Words Using Multimodal LDA and Hierarchical Pitman-Yor Language Model", "day": 0, "author": "Araki, Takaya - Nakamura, Tomoaki - Nagai, Takayuki - Nagasaka, Shogo - Taniguchi, Tadahiro - Iwahashi, Naoto"}, {"cited": 5, "title": "Adaptive Exploration for Continual Reinforcement Learning", "day": 0, "author": "Stulp, Freek"}, {"cited": 3, "title": "Applying a Learning Framework for Improving Success Rates in Industrial Bin Picking", "day": 0, "author": "Ellekilde, Lars-Peter - Jrgensen, Jimmy Alison - Kraft, Dirk - Krger, Norbert - Piater, Justus - Petersen, Henrik Gordon"}, {"cited": 4, "title": "Evaluation of 3D Feature Descriptors for Classification of Surface Geometries in Point Clouds", "day": 0, "author": "Arbeiter, Georg - Fuchs, Steffen - Bormann, Richard - Fischer, Jan - Verl, Alexander"}, {"cited": 0, "title": "Towards a Robust Personal Assistant Robot: Experiences Gained in SRS Project", "day": 0, "author": "Qiu, Renxi - Ji, Ze - Noyvirt, Alexandre - Soroka, Anthony John - Arbeiter, Georg - Weisshardt, Florian - Graf, Birgit - Mast, Marcus - Rooker, Martijn Niels - Li, Dayou - Kronreif, Gernot - Xu, Shuo - Chivarov, Nayden - Liu, Beisheng - Smrz, Pavel - Pham, Duc Truong - Lucia, Pigini - Lpez Tarazn, Rafa - Blasi, Lorenzo - Facal, David"}, {"cited": 1, "title": "Fuzzy Optimisation Based Symbolic Grounding for Service Robots", "day": 0, "author": "Liu, Beisheng - Li, Dayou - Qiu, Renxi - Yue, Yong - Maple, Carsten - Gu, Shuang"}, {"cited": 3, "title": "Fast and Accurate Plane Segmentation in Depth Maps for Indoor Scenes", "day": 0, "author": "Hulik, Rostislav - Beran, Vitezslav - Spanel, Michal - Krek, P&#345;emysl - Smrz, Pavel"}, {"cited": 1, "title": "Stereo Visual Servoing with Decoupling Control", "day": 1, "author": "Alkhalil, Fadi - Doignon, Christophe"}, {"cited": 3, "title": "Library Automation Using Different Structures of Vision-Force Robot Control and Automatic Decision System", "day": 1, "author": "Bdiwi, Mohamad - Such, Jozef"}, {"cited": 4, "title": "Non-Central Catadioptric Cameras Visual Servoing for Mobile Robots Using a Radial Camera Model", "day": 1, "author": "Tahri, Omar - Araujo, Helder"}, {"cited": 3, "title": "Visual Servoing Using the Sum of Conditional Variance", "day": 1, "author": "Delabarre, Bertrand - Marchand, Eric"}, {"cited": 1, "title": "Switching Controller for Efficient IBVS", "day": 1, "author": "Allibert, Guillaume - Courtial, Estelle"}, {"cited": 1, "title": "Feed Forward Visual Servoing for Object Exploration", "day": 1, "author": "Pieters, Roel S. - Alvarez-Aguirre, Alejandro - Jonker, Pieter - Nijmeijer, Hendrik"}, {"cited": 0, "title": "A Novel Torchlight Data Association Strategy for Surface Registration", "day": 1, "author": "Wang, Han - Ying, Ying"}, {"cited": 14, "title": "A Robust RGB-D SLAM Algorithm", "day": 1, "author": "Hu, Gibson - Huang, Shoudong - Zhao, Liang - Alempijevic, Alen - Dissanayake, Gamini"}, {"cited": 3, "title": "BRAND: A Robust Appearance and Depth Descriptor for RGB-D Images", "day": 1, "author": "Nascimento, Erickson - Leivas, Gabriel - Campos, Mario Montenegro - Wilson Vieira, Antonio - Schwartz, William Robson"}, {"cited": 10, "title": "Indoor Mapping Using Planes Extracted from Noisy RGB-D Sensors", "day": 1, "author": "Lee, Tae-kyeong - Lim, Seungwook - Lee, Seongsoo - An, Shounan - Oh, Se-Young"}, {"cited": 3, "title": "3D Scene Segmentation for Autonomous Robot Grasping", "day": 1, "author": "ckermann, Andre - Elbrechter, Christof - Haschke, Robert - Ritter, Helge Joachim"}, {"cited": 7, "title": "Direct 3D Servoing Using Dense Depth Maps", "day": 1, "author": "Teuliere, Celine - Marchand, Eric"}, {"cited": 6, "title": "Multi-Domain Monitoring of Marine Environments Using a Heterogeneous Robot Team", "day": 1, "author": "Shkurti, Florian - Xu, Anqi - Meghjani, Malika - Gamboa Higuera, Juan Camilo - Girdhar, Yogesh - Giguere, Philippe - Dey, Bir Bikram - Li, Jimmy - Kalmbach, Arnold - Prahacs, Chris - Turgeon, Katrine - Rekleitis, Ioannis - Dudek, Gregory"}, {"cited": 6, "title": "Steady Spiraling Motion of Gliding Robotic Fish", "day": 1, "author": "Zhang, Feitian - Zhang, Fumin - Tan, Xiaobo"}, {"cited": 0, "title": "A New Approach to Multi-Robot Harbor Patrolling: Theory and Experiments", "day": 1, "author": "Marino, Alessandro - Antonelli, Gianluca - Aguiar, A. Pedro - Pascoal, Antonio"}, {"cited": 3, "title": "Controller Performance of Marine Robots in Reminiscent Oil Surveys", "day": 1, "author": "Mukhopadhyay, Shayok - Wang, Chuanfeng - Steven, Bradshaw - Bazie, Valerie - Maxon, Sean - Hicks, Lisa - Patterson, Mark - Zhang, Fumin"}, {"cited": 0, "title": "Agility for Underwater Floating Manipulation: Task &amp; Subsystem Priority Based Control Strategy", "day": 1, "author": "Casalino, Giuseppe - Zereik, Enrica - Simetti, Enrico - Torelli, Sandro - Sperind, Alessandro - Turetta, Alessio"}, {"cited": 4, "title": "Classification with Probabilistic Targets", "day": 1, "author": "Bender, Asher - Williams, Stefan Bernard - Pizarro, Oscar"}, {"cited": 9, "title": "Toward Fast Policy Search for Learning Legged Locomotion", "day": 1, "author": "Deisenroth, Marc Peter - Calandra, Roberto - Seyfarth, Andre - Peters, Jan"}, {"cited": 0, "title": "Event-Based Walking Control  from Neurobiology to Biped Robots", "day": 1, "author": "Buschmann, Thomas - Ewald, Alexander - Ulbrich, Heinz - Bschges, Ansgar"}, {"cited": 3, "title": "Unified Preview Control for Humanoid Postural Stability and Upper-Limb Interaction Adaptation", "day": 1, "author": "Ibanez, Aurlien - Bidaud, Philippe - Padois, Vincent"}, {"cited": 7, "title": "Improved Proposals for Highly Accurate Localization Using Range and Vision Data", "day": 1, "author": "Osswald, Stefan - Hornung, Armin - Bennewitz, Maren"}, {"cited": 2, "title": "Achievement of Complex Contact Motion with Environments by Musculoskeletal Humanoid Using Humanlike Shock Absorption Strategy", "day": 1, "author": "Nakanishi, Yuto - Izawa, Tamon - Kurotobi, Tomoko - Urata, Junichi - Okada, Kei - Inaba, Masayuki"}, {"cited": 3, "title": "Bipedal Robotic Running with Partial Hybrid Zero Dynamics and Human-Inspired Optimization", "day": 1, "author": "Huihua, Zhao - Nadubettu Yadukumar, Shishir - Ames, Aaron"}, {"cited": 0, "title": "A Multi-Legged Robot with Less Actuators by Applying Passive Body Segment Joint", "day": 1, "author": "Tang, Yongchen - Ma, Shugen - Sun, Yi - Ge, Dingxin"}, {"cited": 2, "title": "Dynamic Horizontal Movement of a Bipedal Robot Using Frictional Asymmetry", "day": 1, "author": "Senoo, Taku - Takano, Mitsuhiro - Ishikawa, Masatoshi"}, {"cited": 0, "title": "Leg-Grope-Walk -- Walking Strategy on Weak and Irregular Slopes for a Quadruped Robot by Force Distribution", "day": 1, "author": "Ambe, Yuichi - Matsuno, Fumitoshi"}, {"cited": 3, "title": "Continuous and Dynamically Equilibrated One-Legged Running Experiments: Motion Generation and Indirect Force Feedback Control", "day": 1, "author": "Ugurlu, Barkan - Kawasaki, Takao - Kawanishi, Michihiro - Narikiyo, Tatsuo"}, {"cited": 0, "title": "Time Optimal Control for Quadruped Robots by Using Torque Redundancy", "day": 1, "author": "Osumi, Hisashi - Yokohama, Kazuya - Takeuchi, Kyohei - Nakamura, Ryosuke"}, {"cited": 6, "title": "Nonlinear Model Predictive Control for Rough-Terrain Robot Hopping", "day": 1, "author": "Rutschmann, Martin - Satzinger, Brian - Byl, Marten - Byl, Katie"}, {"cited": 4, "title": "6DOF Semi-Rigid SLAM for Mobile Scanning", "day": 1, "author": "Elseberg, Jan - Borrmann, Dorit - Nuechter, Andreas"}, {"cited": 14, "title": "Dynamic Pose Graph SLAM: Long-Term Mapping in Low Dynamic Environments", "day": 1, "author": "Walcott-Bryant, Aisha - Kaess, Michael - Johannsson, Hordur - Leonard, John"}, {"cited": 34, "title": "Switchable Constraints for Robust Pose Graph SLAM", "day": 1, "author": "Snderhauf, Niko - Protzel, Peter"}, {"cited": 12, "title": "Active Pose SLAM", "day": 1, "author": "Valencia, Rafael - Valls Miro, Jaime - Dissanayake, Gamini - Andrade-Cetto, Juan"}, {"cited": 4, "title": "Biped Control to Follow Arbitrary Referential Longitudinal Velocity Based on Dynamics Morphing", "day": 1, "author": "Sugihara, Tomomichi"}, {"cited": 1, "title": "A Convex Optimization Based Approach for Pose SLAM Problems", "day": 1, "author": "Liu, Minjie - Huang, Shoudong - Dissanayake, Gamini - Wang, Heng"}, {"cited": 2, "title": "Motion Planning with Constraints Using Configuration Space Approximations", "day": 1, "author": "Sucan, Ioan Alexandru - Chitta, Sachin"}, {"cited": 2, "title": "Efficient Reaching Motion Planning and Execution for Exploration by Humanoid Robots", "day": 1, "author": "Kanehiro, Fumio - Yoshida, Eiichi - Yokoi, Kazuhito"}, {"cited": 11, "title": "Generation of Collision-Free Trajectories for a Quadrocopter Fleet: A Sequential Convex Programming Approach", "day": 1, "author": "Augugliaro, Federico - Schoellig, Angela P. - D'Andrea, Raffaello"}, {"cited": 3, "title": "Null Space Optimization for Effective Coverage of 3D Surfaces Using Redundant Manipulators", "day": 1, "author": "Hess, Juergen Michael - Tipaldi, Gian Diego - Burgard, Wolfram"}, {"cited": 1, "title": "Graph-Based Trajectory Planning through Programming by Demonstration", "day": 1, "author": "Melchior, Nik - Simmons, Reid"}, {"cited": 2, "title": "Manipulation Planning with Soft Task Constraints", "day": 1, "author": "Kunz, Tobias - Stilman, Mike"}, {"cited": 0, "title": "The Optimization of Spring Stiffness for Passive Dynamic Walker", "day": 1, "author": "Hu, Biao - Zhao, Mingguo"}, {"cited": 0, "title": "Listen to Bodys Message: Quadruped Robot That Fully Exploits Physical Interaction between Legs", "day": 1, "author": "Owaki, Dai - Morikawa, Leona - Ishiguro, Akio"}, {"cited": 0, "title": "Rapid-Manufacturable Hair Sensor Array for Legged Millirobots", "day": 1, "author": "Karras, Jaakko - Haldane, Duncan - Fearing, Ronald"}, {"cited": 3, "title": "Composite Force Sensing Foot Utilizing Volumetric Displacement of a Hyperelastic Polymer", "day": 1, "author": "Chuah, Meng Yee (Michael) - Estrada, Matthew - Kim, Sangbae"}, {"cited": 10, "title": "Actuator Design for High Force Proprioceptive Control in Fast Legged Locomotion", "day": 1, "author": "Seok, SangOk - Wang, Albert - Otten, David - Kim, Sangbae"}, {"cited": 1, "title": "A Study of the Effect of Structural Damping on Gait Stability in Quadrupedal Locomotion Using a Musculoskeletal Robot", "day": 1, "author": "Miki, Kenji - Tsujita, Katsuyoshi"}, {"cited": 6, "title": "A Hand-Held Instrument for in Vivo Probe-Based Confocal Laser Endomicroscopy During Minimally Invasive Surgery", "day": 1, "author": "Tun Latt, Win - Chang, Tou Pin - di Marco, Aimee Natasha - Pratt, Philip - Kwok, Ka Wai - Clark, James - Yang, Guang-Zhong"}, {"cited": 8, "title": "Design of a Multitasking Robotic Platform with Flexible Arms and Articulated Head for Minimally Invasive Surgery", "day": 1, "author": "Shang, Jianzhong - Payne, Christopher - Clark, James - Noonan, David - Kwok, Ka Wai - Darzi, Ara - Yang, Guang-Zhong"}, {"cited": 9, "title": "Proprioceptive Magnetic-Field Sensing for Closed-Loop Control of Magnetic Capsule Endoscopes", "day": 1, "author": "Miller, Katie - Mahoney, Arthur - Schmid, Thomas - Abbott, Jake"}, {"cited": 0, "title": "Micro Camera Augmented Endoscopic Instruments: Towards Superhuman Performance in Remote Surgical Cutting", "day": 1, "author": "Staub, Christoph - Lenz, Claus - Jensen, Brian - Can, Salman - Knoll, Alois - Bauernschmitt, Robert"}, {"cited": 4, "title": "Hierarchical Multi-Affine (HMA) Algorithm for Fast and Accurate Feature Matching in Minimally-Invasive Surgical Images", "day": 1, "author": "Puerto, Gustavo Armando - Mariottini, Gian Luca"}, {"cited": 1, "title": "A Compact Navigation System for Free Hand Needle Placement in Percutaneos Procedures", "day": 1, "author": "Dall'Alba, Diego - Maris, Bogdan Mihai - Fiorini, Paolo"}, {"cited": 7, "title": "Probabilistic Sensor-Based Grasping", "day": 1, "author": "Laaksonen, Jonna - Nikandrova, Ekaterina - Kyrki, Ville"}, {"cited": 0, "title": "Bridging the Gap: One-Shot Grasp Synthesis Approach", "day": 1, "author": "El Khoury, Sahar - Li, Miao - Billard, Aude"}, {"cited": 2, "title": "Attention Driven Grasping for Clearing a Heap of Objects", "day": 1, "author": "Varadarajan, Karthik Mahesh - Potapova, Ekaterina - Vincze, Markus"}, {"cited": 13, "title": "Generalization of Human Grasping for Multi-Fingered Robot Hands", "day": 1, "author": "Ben Amor, Heni - Kroemer, Oliver - Hillenbrand, Ulrich - Neumann, Gerhard - Peters, Jan"}, {"cited": 0, "title": "Empty the Basket - a Shape Based Learning Approach for Grasping Piles of Unknown Objects", "day": 1, "author": "Fischinger, David - Vincze, Markus"}, {"cited": 0, "title": "Object-Dependent Estimation of Grasping Posture and Contact Region of Hand Based on Cluster Analysis", "day": 1, "author": "Ariki, Yuka - Miyata, Natsuki - Endo, Yui - Tada, Mitsunori"}, {"cited": 0, "title": "Realization of Biped Walking on Soft Ground with Stabilization Control Based on Gait Analysis", "day": 1, "author": "Hashimoto, Kenji - Kang, Hyun-jin - Nakamura, Masashi - Falotico, Egidio - Lim, Hun-ok - Takanishi, Atsuo - Laschi, Cecilia - Dario, Paolo - Berthoz, Alain"}, {"cited": 0, "title": "Online Calibration of a Humanoid Robot Head from Relative Encoders, IMU Readings and Visual Data", "day": 1, "author": "Moutinho, Nuno - Brando, Martim - Ferreira, Ricardo - Gaspar, Jose - Bernardino, Alexandre - Santos-Victor, Jos - Takanishi, Atsuo"}, {"cited": 0, "title": "A Robotic Implementation of a Bio-Inspired Head Motion Stabilization Model on a Humanoid Platform", "day": 1, "author": "Kryczka, Przemyslaw - Falotico, Egidio - Hashimoto, Kenji - Lim, Hun-ok - Takanishi, Atsuo - Laschi, Cecilia - Dario, Paolo - Berthoz, Alain"}, {"cited": 3, "title": "Adaptive Movement Sequences and Predictive Decisions Based on Hierarchical Dynamical Systems", "day": 1, "author": "Luksch, Tobias - Gienger, Michael - Mhlig, Manuel - Yoshiike, Takahide"}, {"cited": 0, "title": "Self-Righting, Steering and Takeoff Angle Adjusting for a Jumping Robot", "day": 1, "author": "Zhang, Jun - Song, Guangming - Li, Zhen - Qiao, Guifang - Sun, Hongtao - Song, Aiguo"}, {"cited": 2, "title": "Analytical Real-Time Pattern Generation for Trajectory Modification and Footstep Replanning of Humanoid Robots", "day": 1, "author": "Santacruz, Carlos Felipe - Nakamura, Yoshihiko"}, {"cited": 19, "title": "Tracking People within Groups with RGB-D Data", "day": 1, "author": "Munaro, Matteo - Basso, Filippo - Menegatti, Emanuele"}, {"cited": 3, "title": "Vision-Based Hyper-Real-Time Object Tracker for Robotic Applications", "day": 1, "author": "Kolarow, Alexander - Brauckmann, Michael - Eisenbach, Markus - Schenk, Konrad - Einhorn, Erik - Debes, Klaus - Gross, Horst-Michael"}, {"cited": 0, "title": "YES - YEt Another Object Segmentation: Exploiting Camera Movement", "day": 1, "author": "Nalpantidis, Lazaros - Bjrkman, Mrten - Kragic, Danica"}, {"cited": 4, "title": "Constructing Dynamic Category Hierarchies for Novel Visual Category Discovery", "day": 1, "author": "Zhang, Jianhua - Zhang, Jianwei - Chen, S.Y. - Hu, Ying - Guan, Haojun"}, {"cited": 4, "title": "Social Behavior Recognition Using Body Posture and Head Pose for Human-Robot Interaction", "day": 1, "author": "Gaschler, Andre Karlheinz - Jentzsch, Sren - Giuliani, Manuel - Huth, Kerstin - De Ruiter, Jan - Knoll, Alois"}, {"cited": 1, "title": "Modeling Indicators of Coherent Motion", "day": 1, "author": "Yucel, Zeynep - Zanlungo, Francesco - Ikeda, Tetsushi - Miyashita, Takahiro - Hagita, Norihiro"}, {"cited": 3, "title": "Robust Head and Hands Tracking with Occlusion Handling for Human Machine Interaction", "day": 1, "author": "Chen, Bor-Jeng - Huang, Cheng-Ming - Tseng, Ting-En - Fu, Li-Chen"}, {"cited": 2, "title": "Estimation of Human Upper Body Orientation for Mobile Robotics Using an SVM Decision Tree on Monocular Images", "day": 1, "author": "Weinrich, Christoph - Vollmer, Christian - Gross, Horst-Michael"}, {"cited": 7, "title": "Robust Optical-Flow Based Self-Motion Estimation for a Quadrotor UAV", "day": 1, "author": "Grabe, Volker - Buelthoff, Heinrich H. - Robuffo Giordano, Paolo"}, {"cited": 2, "title": "Modeling and Identification of a Small-Scale Unmanned Autonomous Helicopter", "day": 1, "author": "Koslowski, Markus - Kandil, Amr - Badreddin, Essameddin"}, {"cited": 2, "title": "Coordination and Navigation of Heterogeneous UAVs-UGVs Teams Localized by a Hawk-Eye Approach", "day": 1, "author": "Saska, Martin - Vonasek, Vojtech - Krajnik, Tomas - Preucil, Libor"}, {"cited": 6, "title": "Generating Informative Paths for Persistent Sensing in Unknown Environments", "day": 1, "author": "Soltero, Daniel E. - Schwager, Mac - Rus, Daniela"}, {"cited": 0, "title": "Capsule Gel Robot Driven by Self-Propelled Oil Droplet", "day": 1, "author": "Suzuki, Aya - Maeda, Shingo - Hara, Yusuke - Hashimoto, Shuji"}, {"cited": 1, "title": "Autonomous Failure Detection and Multimodal Sensor Fusion in a Modular Arm Model", "day": 1, "author": "Ehrenfeld, Stephan - Butz, Martin Volker"}, {"cited": 4, "title": "Computed Muscle Control for an Anthropomimetic Elbow Joint", "day": 1, "author": "Jntsch, Michael - Wittmeier, Steffen - Dalamagkidis, Konstantinos - Knoll, Alois"}, {"cited": 5, "title": "FES-Induced Muscular Torque Prediction with Evoked EMG Synthesized by NARX-Type Recurrent Neural Network", "day": 1, "author": "Li, Zhan - Hayashibe, Mitsuhiro - Zhang, Qin - Guiraud, David"}, {"cited": 8, "title": "Posture Optimization Strategy for a Statically Stable Robot Traversing Rough Terrain", "day": 1, "author": "Belter, Dominik - Skrzypczynski, Piotr"}, {"cited": 9, "title": "Parallel Stiffness in a Bounding Quadruped with Flexible Spine", "day": 1, "author": "Folkertsma, Gerrit Adriaan - Kim, Sangbae - Stramigioli, Stefano"}, {"cited": 0, "title": "Optimal Control of Energetically Efficient Ladder Decent Motion with Internal Stress Adjustment Using Key Joint Method", "day": 1, "author": "Lu, Zhiguo - Sekiyama, Kosuke - Aoyama, Tadayoshi - Hasegawa, Yasuhisa - Kobayashi, Taisuke - Fukuda, Toshio"}, {"cited": 3, "title": "Controllers for Robust Hopping with Upright Trunk Based on the Virtual Pendulum Concept", "day": 1, "author": "Ahmad Sharbafi, Maziar - Maufroy, Christophe - Maus, Horst Moritz - Seyfarth, Andre - Yazdanpanah, M. J. - Nili Ahmadabadi, Majid"}, {"cited": 0, "title": "Embedding Obstacle Avoidance to Trajectory Tracking for Unicycle Mobile Robots", "day": 1, "author": "Resende, Cassius - Carelli, Ricardo - Bastos-Filho, Teodiano - Sarcinelli-Filho, Mario"}, {"cited": 0, "title": "Robotic Wheelchair with Autonomous Traveling Capability for Transportation Assistance in an Urban Environment", "day": 1, "author": "Yokozuka, Masashi - Suzuki, Yusuke - Hashimoto Naohisa, Naohisa - Matsumoto, Osamu"}, {"cited": 11, "title": "Bayesian Optimisation for Intelligent Environmental Monitoring", "day": 1, "author": "Marchant, Roman - Ramos, Fabio"}, {"cited": 0, "title": "Path Following with Passive UHF RFID Received Signal Strength in Unknown Environments", "day": 1, "author": "Liu, Ran - Koch, Artur - Zell, Andreas"}, {"cited": 10, "title": "Feedback Control of Many Differential-Drive Robots with Uniform Control Inputs", "day": 1, "author": "Becker, Aaron - Onyuksel, Cem - Bretl, Timothy"}, {"cited": 2, "title": "A Hierarchical Method for Stochastic Motion Planning in Uncertain Environments", "day": 1, "author": "Vitus, Michael - Zhang, Wei - Tomlin, Claire"}, {"cited": 2, "title": "Path Planning with Probabilistic Roadmaps and Co-Safe Linear Temporal Logic", "day": 1, "author": "Plaku, Erion"}, {"cited": 5, "title": "A Novel Passivity-Based Control Law for Safe Human-Robot Coexistence", "day": 1, "author": "Zanchettin, Andrea Maria - Lacevic, Bakir - Rocco, Paolo"}, {"cited": 0, "title": "An Optimization Design Method for the Mechanism Parameters of an Amphibious Transformable Robot", "day": 1, "author": "Li, Nan - Ma, Shugen - Wang, Minghui - Li, Bin - Wang, Yuechao"}, {"cited": 1, "title": "Improved Grasp Robustness through Variable Transmission Ratios in Underactuated Fingers", "day": 1, "author": "Spanjer, Stefan A.J. - Balasubramanian, Ravi - Herder, Just - Dollar, Aaron"}, {"cited": 1, "title": "Equivalent Negative Stiffness Mechanism Using Three Bundled Needles Inspired by Mosquito for Achieving Easy Insertion", "day": 1, "author": "Aoyagi, Seiji - Takaoki, Yutaka - Takayanagi, Hiroki - Huang, Chih-hao - Tanaka, Takahiro - Suzuki, Masato - Takahashi, Tomokazu - Kanzaki, Tsutomu - Matsumoto, Takuya"}, {"cited": 3, "title": "Capstan Brake: Passive Brake for Tendon-Driven Mechanism", "day": 1, "author": "In, HyunKi - Kang, SungKu - Cho, Kyu-Jin"}, {"cited": 0, "title": "Control of Adhesion Using Surface Functionalisations for Robotic Microhandling", "day": 1, "author": "Dejeu, Jrme - Rougeot, Patrick - Lakard, Sophie - Gauthier, Michael"}, {"cited": 0, "title": "Computational Study of Superparamagnetic Nanocapsules Crossing the Blood-Brain Barrier: A Robotics Approach", "day": 1, "author": "Hamdi, Mustapha - Ferreira, Antoine"}, {"cited": 0, "title": "Haptic Shape Recognition and Localization of Nano Objects", "day": 1, "author": "Nigus, Antoine - Venant, Nicolas - Rodrigues, Mrio - Comin, Fabio - Florens, Jean-Loup - Marchi, Florence"}, {"cited": 4, "title": "Magnetic Hysteresis for Multi-State Addressable Magnetic Microrobotic Control", "day": 1, "author": "Diller, Eric D. - Miyashita, Shuhei - Sitti, Metin"}, {"cited": 2, "title": "Robot Learning through Social Media Crowdsourcing", "day": 1, "author": "Emeli, Victor"}, {"cited": 0, "title": "A GOTO-Based Concept for Intuitive Robot Programming", "day": 1, "author": "Barth, Katharina - Henrich, Dominik"}, {"cited": 3, "title": "Code Generation of Algebraic Quantities for Robot Controllers", "day": 1, "author": "Frigerio, Marco - Buchli, Jonas - Caldwell, Darwin G."}, {"cited": 6, "title": "RoboStudio: A Visual Programming Environment for Rapid Authoring and Customization of Complex Services on a Personal Service Robot", "day": 1, "author": "Datta, Chandan - Jayawardena, Chandimal - Kuo, I Han - MacDonald, Bruce"}, {"cited": 6, "title": "Integration of Sound Source Localization and Separation to Improve Dialogue Management on a Robot", "day": 1, "author": "Frechette, Maxime - Ltourneau, Dominic - Valin, Jean Marc - Michaud, Francois"}, {"cited": 0, "title": "Sound Source Selection System Using Onomatopoeic Queries from Multiple Sound Sources", "day": 1, "author": "Yamamura, Yusuke - Takahashi, Toru - Ogata, Tetsuya - Okuno, Hiroshi G."}, {"cited": 1, "title": "Unified Auditory Functions Based on Bayesian Topic Model", "day": 1, "author": "Otsuka, Takuma - Ishiguro, Katsuhiko - Sawada, Hiroshi - Okuno, Hiroshi G."}, {"cited": 1, "title": "Evaluation of Formant-Based Lip Motion Generation in Tele-Operated Humanoid Robots", "day": 1, "author": "Ishi, Carlos Toshinori - Liu, Chaoran - Ishiguro, Hiroshi - Hagita, Norihiro"}, {"cited": 3, "title": "Learning Collision-Free Reaching Skill from Primitives", "day": 1, "author": "Lin, Hsien-I - Lai, Chun-Chia"}, {"cited": 15, "title": "Real-Time Human Motion Tracking Using Multiple Depth Cameras", "day": 1, "author": "Zhang, Licong - Sturm, Jrgen - Cremers, Daniel - Lee, Dongheui"}, {"cited": 2, "title": "Long-Range Pedestrian Detection Using Stereo and a Cascade of Convolutional Network Classifiers", "day": 1, "author": "Kira, Zsolt - Hadsell, Raia - Salgian, Garbis - Samarasekera, Supun"}, {"cited": 0, "title": "Semantic Categorization of Outdoor Scenes with Uncertainty Estimates Using Multi-Class Gaussian Process Classi&amp;#64257; Cation", "day": 1, "author": "Paul, Rohan - Triebel, Rudolph - Rus, Daniela - Newman, Paul"}, {"cited": 3, "title": "Control Algorithms for a Mobile Robot Tracking a Human in Front", "day": 1, "author": "Jung, Eui-jung - Yi, Byung-Ju - Yuta, Shinichi"}, {"cited": 3, "title": "Incremental Learning of Human Social Behaviors with Feature-Based Spatial Effects", "day": 1, "author": "Chung, Shu Yun - Huang, Han-Pang"}, {"cited": 0, "title": "Synchrony As a Tool to Estabilsh Focus of Attention for Autonomous Robots", "day": 1, "author": "Hasnain, Syed Khursheed - Gaussier, Philippe - Mostafaoui, Ghiles"}, {"cited": 6, "title": "An Emotional Adaption Approach to Increase Helpfulness towards a Robot", "day": 1, "author": "Gonsior, Barbara - Sosnowski, Stefan - Buss, Malte - Wollherr, Dirk - Khnlenz, Kolja"}, {"cited": 1, "title": "Linear Multi-Modal Actuation through Discrete Coupling", "day": 1, "author": "Leach, Derek - Guenther, Fabian - Maheshwari, Nandan - Iida, Fumiya"}, {"cited": 1, "title": "Exploiting Passive Dynamics for Robot Throwing Task", "day": 1, "author": "Thandiackal, Robin - Braendle, Christoph - Leach, Derek - Jafari, Amir - Iida, Fumiya"}, {"cited": 0, "title": "Embodiment Enables the Spinal Engine on Quadruped Robot Locomotion", "day": 1, "author": "Zhao, Qian - Nakajima, Kohei - Sumioka, Hidenobu - Yu, Xiaoxiang - Pfeifer, Rolf"}, {"cited": 14, "title": "A Robotic Architecture for Action Selection and Behavioral Organization Inspired by Human Cognition", "day": 1, "author": "Richter, Mathis - Sandamirskaya, Yulia - Schner, Gregor"}, {"cited": 1, "title": "Adaptive Internal Impedance Control for Stable Walking on Uncertain Visco-Elastic Terrains", "day": 1, "author": "Bianchi, Fabio - Bartoli, Giulia - Shoar, Kya - Armas Fernndez, Mara. R. - Pereno, Valerio - Zirjakova, Jelizaveta - Jiang, Allen - Nanayakkara, Thrishantha"}, {"cited": 1, "title": "Zero-Moment Point Based Balance Control of Leg-Wheel Hybrid Structures with Inequality Constraints of Kinodynamic Behavior", "day": 1, "author": "An, Sang-ik - Oh, Yonghwan - Kwon, Dong-Soo"}, {"cited": 0, "title": "Human-Inspired Underactuated Bipedal Robotic Walking with AMBER on Flat-Ground, Up-Slope and Uneven Terrain", "day": 1, "author": "Nadubettu Yadukumar, Shishir - Pasupuleti, Murali - Ames, Aaron"}, {"cited": 6, "title": "Passive Quadrupedal Bounding with a Segmented Flexible Torso", "day": 1, "author": "Cao, Qu - Poulakakis, Ioannis"}, {"cited": 4, "title": "Laser-Only Road-Vehicle Localization with Dual 2D Push-Broom LIDARs and 3D Priors", "day": 1, "author": "Baldwin, Ian Alan - Newman, Paul"}, {"cited": 1, "title": "Iterative Smoothing Approach Using Gaussian Mixture Models for Nonlinear Estimation", "day": 1, "author": "Lee, Daniel - Campbell, Mark"}, {"cited": 6, "title": "Fast Minimum Uncertainty Search on a Graph Map Representation", "day": 1, "author": "Carrillo, Henry - Latif, Yasir - Neira, Jos - Castellanos, Jose A."}, {"cited": 1, "title": "Autonomous Homing Based on Laser-Camera Fusion System", "day": 1, "author": "Choi, Dong - Geol - Shim, Inwook - Bok, Yunsu - Oh, Tae Hyun - Kweon, In So"}, {"cited": 0, "title": "Compliant-Parallel Mechanism for High Precision Machine with a Wide Range of Working Area", "day": 1, "author": "Kozuka, Hiroaki - Arata, Jumpei - Okuda, Kenji - Onaga, Akinori - Ohno, Motoshi - Sano, Akihito - Fujimoto, Hideo"}, {"cited": 3, "title": "A New Active-Caster Drive System with a Dual-Ball Transmission for Omnidirectional Mobile Robots", "day": 1, "author": "Wada, Masayoshi"}, {"cited": 0, "title": "Design and Implementation of a 2-DOF Decoupled Kinematic Actuator Module", "day": 1, "author": "Ihn, Yong Seok - Koo, Ja Choon - Moon, Hyungpil - Choi, Hyouk Ryeol"}, {"cited": 0, "title": "Shape Estimation of Flexible Cable", "day": 1, "author": "Ishikura, Michihisa - Takeuchi, Eijiro - Konyo, Masashi - Tadokoro, Satoshi"}, {"cited": 0, "title": "Evaluation of Bacteria Driven Micro Crank in Open Micro Channel", "day": 1, "author": "Kojima, Masaru - Miyamoto, Tatsuya - Nakajima, Masahiro - Homma, Michio - Fukuda, Toshio"}, {"cited": 3, "title": "Movement of Artificial Bacterial Flagella in Heterogeneous Viscous Environments at the Microscale", "day": 1, "author": "Peyer, Kathrin Eva - Qiu, Famin - Zhang, Li - Nelson, Bradley J."}, {"cited": 2, "title": "Control of a Magnetic Microrobot Navigating in Microfluidic Arterial Bifurcations through Pulsatile and Viscous Flow", "day": 1, "author": "Belharet, Karim - Folio, David - Ferreira, Antoine"}, {"cited": 1, "title": "Evaluation of a MRI Based Propulsion/Control System Aiming at Targeted Micro/Nano-Capsule Therapeutics", "day": 1, "author": "Dahmen, Christian - Folio, David - Wortmann, Tim - Kluge, Alexander - Ferreira, Antoine - Fatikow, Sergej"}, {"cited": 0, "title": "RobotUI - a Software Architecture for Modular Robotics User Interface Frameworks", "day": 1, "author": "Poppa, Florian - Zimmer, Uwe"}, {"cited": 17, "title": "An Open Source Tool for Simulation and Supervision of Underwater Intervention Missions", "day": 1, "author": "Prats, Mario - Prez, Javier - Fernndez, Jos Javier - Sanz, Pedro J"}, {"cited": 7, "title": "Designing Autonomous Robot Missions with Performance Guarantees", "day": 1, "author": "Lyons, Damian - Arkin, Ronald - Nirmal, Paramesh - Jiang, Shu"}, {"cited": 0, "title": "MIRA - Middleware for Robotic Applications", "day": 1, "author": "Einhorn, Erik - Langner, Tim - Martin, Christian - Stricker, Ronny - Gross, Horst-Michael"}, {"cited": 0, "title": "Learning Disturbances in Autonomous Excavation", "day": 1, "author": "Maeda, Guilherme Jorge - Rye, David"}, {"cited": 7, "title": "Interactive Online Learning of the Kinematic Workspace of a Humanoid Robot", "day": 1, "author": "Jamone, Lorenzo - Natale, Lorenzo - Sandini, Giulio - Takanishi, Atsuo"}, {"cited": 1, "title": "Stability Analysis of Tacit Learning Based on Environmental Signal Accumulation", "day": 1, "author": "Shimoda, Shingo - Yoshihara, Yuki - Fujimoto, Kenji - Yamamoto, Takashi - Maeda, Iwao - Kimura, Hidenori"}, {"cited": 1, "title": "Active Robot Learning of Object Properties", "day": 1, "author": "Sushkov, Oleg Olegovich - Sammut, Claude"}, {"cited": 6, "title": "Switching-Based Mapping and Control for Haptic Teleoperation of Aerial Robots", "day": 1, "author": "Mersha, Abeje Y. - Stramigioli, Stefano - Carloni, Raffaella"}, {"cited": 2, "title": "Passivity of Delayed Bilateral Teleoperation of Mobile Robots with Ambiguous Causalities: Time Domain Passivity Approach", "day": 1, "author": "Van Quang, Ha - Farkhatdinov, Ildar - Ryu, Jee-Hwan"}, {"cited": 5, "title": "Interactive Planning of Persistent Trajectories for Human-Assisted Navigation of Mobile Robots", "day": 1, "author": "Masone, Carlo - Franchi, Antonio - Buelthoff, Heinrich H. - Robuffo Giordano, Paolo"}, {"cited": 3, "title": "SFly: Swarm of Micro Flying Robots", "day": 1, "author": "Achtelik, Markus W. - Achtelik, Michael C. - Chli, Margarita - Chatzichristofis, Savvas - Fraundorfer, Friedrich - Doth, Klaus-Michael - Kneip, Laurent - Gurdan, Daniel - Heng, Lionel - Kosmatopoulos, Elias - Doitsidis, Lefteris - Lee, Gim Hee - Lynen, Simon - Martinelli, Agostino - Meier, Lorenz - Pollefeys, Marc - Renzaglia, Alessandro - Scaramuzza, Davide - Siegwart, Roland - Stumpf, Jan Carsten - Tanskanen, Petri - Troiani, Chiara - Weiss, Stephan"}, {"cited": 12, "title": "Visual-Inertial SLAM for a Small Helicopter in Large Outdoor Environments", "day": 1, "author": "Achtelik, Markus W. - Lynen, Simon - Weiss, Stephan - Kneip, Laurent - Chli, Margarita - Siegwart, Roland"}, {"cited": 4, "title": "A Prototype of Aerial Manipulator", "day": 1, "author": "Torre, Alessio - Mengoli, Dario - Forte, Francesco - Naldi, Roberto - Macchelli, Alessandro - Marconi, Lorenzo"}, {"cited": 9, "title": "UOBPRM: A Uniformly Distributed Obstacle-Based PRM", "day": 1, "author": "Yeh, Hsin-Yi (Cindy) - Thomas, Shawna - Eppstein, David - Amato, Nancy"}, {"cited": 4, "title": "Robust Sampling-Based Planning for Uncalibrated Visual Servoing", "day": 1, "author": "Shademan, Azad - Jagersand, Martin"}, {"cited": 3, "title": "Anytime Policy Planning in Large Dynamic Environments with Interactive Uncertainty", "day": 1, "author": "Neuman, Bradford - Stentz, Anthony"}, {"cited": 1, "title": "Fighting Fires with Human Robot Teams", "day": 1, "author": "Martinson, Eric - Lawson, Wallace - Blisard, Samuel - Harrison, Anthony - Trafton, Greg"}, {"cited": 1, "title": "Advection on Networks with an Application to Decentralized Load Balancing", "day": 1, "author": "Chapman, Airlie - Schoof, Eric - Mesbahi, Mehran"}, {"cited": 2, "title": "Spatially Targeted Communication and Self-Assembly", "day": 1, "author": "Mathews, Nithin - Christensen, Anders Lyhne - O'Grady, Rehan - Dorigo, Marco"}, {"cited": 14, "title": "Adaptive Neighborhood Selection for Real-Time Surface Normal Estimation from Organized Point Cloud Data Using Integral Images", "day": 1, "author": "Holzer, Stefan - Rusu, Radu B. - Dixon, Michael - Gedikli, Suat - Navab, Nassir"}, {"cited": 2, "title": "Simplified Markov Random Fields for Efficient Semantic Labeling of 3D Point Clouds", "day": 1, "author": "Lu, Yan - Rasmussen, Christopher"}, {"cited": 1, "title": "Toward Mutual Information Based Automatic Registration of 3D Point Clouds", "day": 1, "author": "Pandey, Gaurav - McBride, James - Savarese, Silvio - Eustice, Ryan"}, {"cited": 4, "title": "Scan Registration with Multi-Scale K-Means Normal Distributions Transform", "day": 1, "author": "Das, Arun - Waslander, Steven Lake"}, {"cited": 3, "title": "An Energy Minimization Approach to 3D Non-Rigid Deformable Surface Estimation Using RGBD Data", "day": 1, "author": "Willimon, Bryan - Hickson, Steven - Walker, Ian - Birchfield, Stan"}, {"cited": 1, "title": "Modeling and Identification of Serial Two-Link Manipulator Considering Joint Nonlinearities for Industrial Robots Control", "day": 1, "author": "Kim, Eui-Jin - Seki, Kenta - Iwasaki, Makoto - Lee, Sang-Hun"}, {"cited": 2, "title": "Real-Time System Integration in a Multi-Robot Sewing Cell", "day": 1, "author": "Schrimpf, Johannes - Wetterwald, Lars Erik - Lind, Morten"}, {"cited": 0, "title": "Realization of High-Energy Efficient Pick-And-Place Tasks of SCARA Robots by Resonance", "day": 1, "author": "Goya, Hidemasa - Matsusaka, Kento - Uemura, Mitsunori - Nishioka, Yasutaka - Kawamura, Sadao"}, {"cited": 1, "title": "A Sensor Fusion Approach to Improve Joint Angle and Angular Rate Signals in Articulated Robots", "day": 1, "author": "Kubus, Daniel - Guarino Lo Bianco, Corrado - Wahl, Friedrich M."}, {"cited": 1, "title": "Nonlinear Robust Internal Loop Compensator for Robust Control of Robotic Manipulators", "day": 1, "author": "Kim, Min Jun - Park, Seongsik - Chung, Wan Kyun"}, {"cited": 0, "title": "Design and Development of a Cheetah Robot under the Neural Mechanism Controlling the Legs Muscles", "day": 1, "author": "Wang, Xin - Li, Mantian - Guo, Wei - Wang, Pengfei - Sun, Lining"}, {"cited": 4, "title": "Multiple Chaotic Central Pattern Generators for Locomotion Generation and Leg Damage Compensation in a Hexapod Robot", "day": 1, "author": "Ren, Guanjiao - Chen, Weihai - Kolodziejski, Christoph - Wrgtter, Florentin - Dasgupta, Sakyasingha - Manoonpong, Poramate"}, {"cited": 6, "title": "Grounding an Internal Body Model of a Hexapod Walker Control of Curve Walking in a Biologically Inspired Robot", "day": 1, "author": "Schilling, Malte - Paskarbeit, Jan - Schneider, Axel - Schmitz, Josef - Cruse, Holk"}, {"cited": 0, "title": "Emergence and Motion Analysis of 3D Quasi-Passive Dynamic Walking by Excitation of Lateral Rocking", "day": 1, "author": "Nakanishi, Daisuke - Sueoka, Yuichiro - Li, Yu - Sugimoto, Yasuhiro - Ishikawa, Masato - Osuka, Koichi - Sankai, Yoshiyuki"}, {"cited": 2, "title": "Toward Innate Leg Stability on Unmodeled and Natural Terrain: Quadruped Walking", "day": 1, "author": "Palmer III, Luther R. - Eaton, Caitrin"}, {"cited": 0, "title": "Stiffness Modeling of Non-Perfect Parallel Manipulators", "day": 1, "author": "Klimchik, Alexandr - Pashkevich, Anatol - Chablat, Damien"}, {"cited": 0, "title": "An Elastic Link Mechanism Integrated with a Magnetorheological Fluid for Elbow Orthotics", "day": 1, "author": "Oba, Takahiro - Kadone, Hideki - Suzuki, Kenji"}, {"cited": 3, "title": "Null-Space Impedance Control with Disturbance Observer", "day": 1, "author": "Sadeghian, Hamid - Keshmiri, Mehdi - Villani, Luigi - Siciliano, Bruno"}, {"cited": 5, "title": "Optimal Torque and Stiffness Control in Compliantly Actuated Robots", "day": 1, "author": "Braun, David J. - Petit, Florian - Huber, Felix - Haddadin, Sami - van der Smagt, Patrick - Albu-Schffer, Alin - Vijayakumar, Sethu"}, {"cited": 1, "title": "Autonomous Manipulation of Deformable Objects Based on Teleoperated Demonstrations", "day": 1, "author": "Rambow, Matthias - Schau, Thomas - Buss, Martin - Hirche, Sandra"}, {"cited": 50, "title": "Camera-Based Navigation of a Low-Cost Quadrocopter", "day": 1, "author": "Engel, Jakob - Sturm, Jrgen - Cremers, Daniel"}, {"cited": 3, "title": "Probabilistic Outlier Removal for Robust Landmark Identification in Stereo Vision Based SLAM", "day": 1, "author": "Brink, Wikus - van Daalen, Corn Edwin - Brink, Willie"}, {"cited": 2, "title": "Bias Compensation in Visual Odometry", "day": 1, "author": "Dubbelman, Gijs - Browning, Brett - Hansen, Peter"}, {"cited": 6, "title": "Object Disappearance for Object Discovery", "day": 1, "author": "Mason, Julian - Marthi, Bhaskara - Parr, Ronald"}, {"cited": 5, "title": "Planning High-Visibility Stable Paths for Reconfigurable Robots on Uneven Terrain", "day": 1, "author": "Norouzi, Mohammad - Valls Miro, Jaime - Dissanayake, Gamini"}, {"cited": 4, "title": "Next-Best-Scan Planning for Autonomous 3D Modeling", "day": 1, "author": "Kriegel, Simon - Rink, Christian - Bodenmueller, Tim - Narr, Alexander - Suppa, Michael - Hirzinger, Gerd"}, {"cited": 5, "title": "Probabilistically Safe Control of Noisy Dubins Vehicles", "day": 1, "author": "Cizelj, Igor - Belta, Calin"}, {"cited": 1, "title": "Reactive Control in Environments with Hard and Soft Hazards", "day": 1, "author": "Karumanchi, Sisir - Iagnemma, Karl"}, {"cited": 3, "title": "Locomotion Selection of Multi-Locomotion Robot Based on Falling Risk and Moving Efficiency", "day": 1, "author": "Kobayashi, Taisuke - Aoyama, Tadayoshi - Sekiyama, Kosuke - Lu, Zhiguo - Hasegawa, Yasuhisa - Fukuda, Toshio"}, {"cited": 6, "title": "Sensor Driven Online Coverage Planning for Autonomous Underwater Vehicles", "day": 1, "author": "Paull, Liam - Saeedi Gharahbolagh, Sajad - Seto, Mae - Li, Howard"}, {"cited": 4, "title": "Omnidirectional Driving Gears and Their Input Mechanism with Passive Rollers", "day": 1, "author": "Tadakuma, Kenjiro - Tadakuma, Riichiro - Ioka, Kyohei - Kudo, Takeshi - Takagi, Minoru - Tsumaki, Yuichi - Higashimori, Mitsuru - Kaneko, Makoto"}, {"cited": 0, "title": "Development of Robot Hand with Multi-Directional Variable Stiffness for Human-Care Services", "day": 1, "author": "Kajikawa, Shinya"}, {"cited": 1, "title": "Antagonistic Control of Multi-DOF Joint", "day": 1, "author": "Koganezawa, Koichi - Takami, Gaku - Watanabe, Masakaki"}, {"cited": 6, "title": "A Novel Spring Mechanism to Reduce Energy Consumption of Robotic Arms", "day": 1, "author": "Plooij, Michiel - Wisse, Martijn"}, {"cited": 1, "title": "Simplifying Robot Hands Using Recursively Scaled Power Grasps", "day": 1, "author": "Odhner, Lael - Walker, Chad - Dollar, Aaron"}, {"cited": 2, "title": "Energy Analysis of Worm Locomotion on Flexible Surface", "day": 1, "author": "Zarrouk, David - Sharf, Inna - Shoham, Moshe"}, {"cited": 10, "title": "Design of a Variable Stiffness Flexible Manipulator with Composite Granular Jamming and Membrane Coupling", "day": 1, "author": "Jiang, Allen - Xynogalas, Georgios - Dasgupta, Prokar - Althoefer, Kaspar - Nanayakkara, Thrishantha"}, {"cited": 4, "title": "Understanding Soft Tissue Behavior for Microlaparoscopic Surface Scan", "day": 1, "author": "Erden, Mustafa Suphi - Rosa, Benot - Szewczyk, Jrme - Morel, Guillaume"}, {"cited": 4, "title": "Development of a Peristaltic Crawling Robot Attached to a Large Intestine Endoscope Using Bellows-Type Artificial Rubber Muscles", "day": 1, "author": "Yanagida, Takaichi - Nakamura, Taro - Yokojima, Masato - Adachi, Kazunori"}, {"cited": 0, "title": "Robotic Neuro-Endoscope with Concentric Tube Augmentation", "day": 1, "author": "Butler, Evan - Hammond-Oakley, Robert - Chawarski, Szymon - Gosline, Andrew - Codd, Patrick - Anor, Tomer - Madsen, Joseph - Dupont, Pierre - Lock, Jesse"}, {"cited": 3, "title": "Improving Robot Manipulation through Fingertip Perception", "day": 1, "author": "Maldonado, Alexis - Alvarez Heredia, Humberto - Beetz, Michael"}, {"cited": 14, "title": "An Integrated System for Autonomous Robotics Manipulation", "day": 1, "author": "Bagnell, James - Cavalcanti, Felipe - Cui, Lei - Galluzzo, Tom - Hebert, Martial - Kazemi, Moslem - Libby, Jacqueline Kemeny - Liu, Tian Yu - Pollard, Nancy S - Pivtoraiko, Mihail - Valois, Jean-Sebastien - Klingensmith, Matt - Zhu, Ranqi"}, {"cited": 8, "title": "Transferring Functional Grasps through Contact Warping and Local Replanning", "day": 1, "author": "Hillenbrand, Ulrich - Roa, Maximo A."}, {"cited": 0, "title": "A Novel Low-Friction Manipulator for Bimanual Joint-Level Robot Control and Active Constraints", "day": 1, "author": "Mylonas, George - Totz, Johannes - Vitiello, Valentina - Payne, Christopher - Yang, Guang-Zhong"}, {"cited": 1, "title": "Improving Physical Human-Robot Interaction through Viscoelastic Soft Fingertips", "day": 1, "author": "Armendariz, Jorge - Machorro Fernndez, Felipe Alberto - Parra-Vega, Vicente - Garcia-Rodriguez, Rodolfo - Hirai, Shinichi"}, {"cited": 1, "title": "Bio-Inspired Visual Memory for Robot Cognitive Map Building and Scene Recognition", "day": 1, "author": "Rebai Karima, Rebai - Azouaoui, Ouahiba - Achour, Nouara"}, {"cited": 2, "title": "Application of Semi-Supervised Learning with Voronoi Graph for Place Classification", "day": 1, "author": "Shi, Lei - Kodagoda, Sarath - Dissanayake, Gamini"}, {"cited": 0, "title": "State Estimation for Highly Dynamic Flying Systems Using Keyframe Odometry with Varying Time Delayes", "day": 1, "author": "Schmid, Korbinian - Ruess, Felix - Suppa, Michael - Burschka, Darius"}, {"cited": 8, "title": "Semantic Mapping Using Object-Class Segmentation of RGB-D Images", "day": 1, "author": "Stckler, Jrg - Biresev, Nenad - Behnke, Sven"}, {"cited": 1, "title": "Learning Hierarchical Representation with Sparsity for RGB-D Object Recognition", "day": 1, "author": "Yu, Kuan-Ting - Fu, Li-Chen - Tseng, Shih-Huan"}, {"cited": 2, "title": "Control of Nonlinear Teleoperation Systems Subject to Disturbances and Variable Time Delays", "day": 1, "author": "Mohammadi, Alireza - Tavakoli, Mahdi - Marquez, Horacio"}, {"cited": 0, "title": "Adaptive Control of Nonlinear Teleoperation Systems with Varying Asymmetric Time Delays", "day": 1, "author": "Hashemzadeh, Farzad - Hassanzadeh, Iraj - Tavakoli, Mahdi - Alizadeh, Ghasem"}, {"cited": 0, "title": "Control of a Teleoperation System Actuated by Low-Cost Pneumatic On/off Valves", "day": 1, "author": "Hodgson, Sean - Tavakoli, Mahdi - Lelev, Arnaud - Pham, Minh Tu"}, {"cited": 1, "title": "Control of Time-Delayed Telerobotic Systems with Flexible-Link Slave Manipulators", "day": 1, "author": "Atashzar, Seyed Farokh - Shahbazi, Mahya - Talebi, Ali - Patel, Rajnikant V."}, {"cited": 4, "title": "A Contribution to Haptic Teleoperation of Aerial Vehicles", "day": 1, "author": "Mersha, Abeje Y. - Resch, Andreas - Stramigioli, Stefano - Carloni, Raffaella"}, {"cited": 0, "title": "Multiple Unmanned Systems Operations", "day": 1, "author": "Calado, Pedro - Sousa, Joo"}, {"cited": 0, "title": "Comparing Motion Generation and Motion Recall for Everyday Mobile Manipulation Tasks", "day": 1, "author": "Lopera, Carmen - Tom Barghi, Hilario - Rodrguez Tsouroukdissian, Adolfo - Stulp, Freek"}, {"cited": 3, "title": "Sensor Modelling for Radar-Based Occupancy Mapping", "day": 1, "author": "Clarke, Bryan - Worrall, Stewart - Brooker, Graham - Nebot, Eduardo"}, {"cited": 0, "title": "A Multi-Cue Approach for Stereo-Based Object Confidence Estimation", "day": 1, "author": "Gehrig, Stefan - Barth, Alexander - Schneider, Nicolai - Siegemund, Jan"}, {"cited": 2, "title": "Real-Time Vehicle Detection with a Single Camera Using Shadow Segmentation and Temporal Verification", "day": 1, "author": "Rosebrock, Dennis - Rilk, Markus"}, {"cited": 3, "title": "Discrete Features for Rapid Pedestrian Detection in Infrared Images", "day": 1, "author": "Olmeda, Daniel - Armingol, Jose - de la Escalera, Arturo"}, {"cited": 2, "title": "The X-Face: An Improved Planar Passive Mechanical Connector for Modular Self-Reconfigurable Robots", "day": 1, "author": "Eckenstein, Nick - Yim, Mark"}, {"cited": 4, "title": "The Role of Physical Damping in Compliant Actuation Systems", "day": 1, "author": "Laffranchi, Matteo - Chen, Lisha - Tsagarakis, Nikolaos - Caldwell, Darwin G."}, {"cited": 6, "title": "Static Analysis of Parallel Robots with Compliant Joints for In-Hand Manipulation", "day": 1, "author": "Borras Sol, Julia - Dollar, Aaron"}, {"cited": 5, "title": "Compliance-Based Dynamic Steering for Hexapods", "day": 1, "author": "Zarrouk, David - Fearing, Ronald"}, {"cited": 4, "title": "Modular Snake Robot Gaits on Horizontal Pipes", "day": 1, "author": "Melo, Kamilo - Paez, Laura"}, {"cited": 2, "title": "Teleoperation Control of a Redundant Continuum Manipulator Using a Non-Redundant Rigid-Link Master", "day": 1, "author": "Kapadia, Apoorva - Walker, Ian - Tatlicioglu, Enver"}, {"cited": 0, "title": "A Control Framework for Snake Robot Locomotion Based on Shape Control Points Interconnected by Bzier Curves", "day": 1, "author": "Liljebck, Pl - Pettersen, Kristin Y. - Stavdahl, yvind - Gravdahl, Jan Tommy"}, {"cited": 3, "title": "Minimum-Energy Trajectory Planning and Control on a Straight Line with Rotation for Three-Wheeled Omni-Directional Mobile Robots", "day": 1, "author": "Kim, Hongjun - Kim, Byung Kook"}, {"cited": 1, "title": "Development of a Stair Traversing Two Wheeled Robot", "day": 1, "author": "Yap, Huei Ee - Hashimoto, Shuji"}, {"cited": 2, "title": "Backstepping Vehicle Steering Controller Using Integral and Robust Control Based on Dynamic State Estimation", "day": 1, "author": "Xin, Ming - Minor, Mark"}, {"cited": 4, "title": "Vehicle-Terrain Interaction Models for Analysis and Performance Evaluation of Wheeled Rovers", "day": 1, "author": "Ghotbi, Bahareh - Gonzalez, Francisco - Kovecses, Jozsef - Angeles, Jorge"}, {"cited": 3, "title": "Localization in a Vector Field Map", "day": 1, "author": "Gutmann, Jens-Steffen - Fong, Philip - Munich, Mario Enrique"}, {"cited": 0, "title": "Towards Robust Vision-Based Self-Localization of Vehicles in Dense Urban Environments", "day": 1, "author": "Himstedt, Marian - Alempijevic, Alen - Zhao, Liang - Huang, Shoudong - Boehme, Hans-Joachim"}, {"cited": 13, "title": "On the Position Accuracy of Mobile Robot Localization Based on Particle Filters Combined with Scan Matching", "day": 1, "author": "Rwekmper, Jrg - Sprunk, Christoph - Tipaldi, Gian Diego - Stachniss, Cyrill - Pfaff, Patrick - Burgard, Wolfram"}, {"cited": 0, "title": "Robust and Accurate Pose Estimation for Vision-Based Localisation", "day": 1, "author": "Mei, Christopher"}, {"cited": 0, "title": "Visual Anomaly Detection from Small Samples for Mobile Robots", "day": 1, "author": "Kato, Hiroharu - Harada, Tatsuya - Kuniyoshi, Yasuo"}, {"cited": 0, "title": "A Capacitor Bridge Builder Based Safe Path Planner for Difficult Regions Identification in Changing Environments", "day": 1, "author": "Liu, Hong - Zhang, Tianwei - Wang, Chuangqi"}, {"cited": 0, "title": "Hierarchical RRT for Humanoid Robot Footstep Planning with Multiple Constraints in Complex Environments", "day": 1, "author": "Liu, Hong - Sun, Qing - Zhang, Tianwei"}, {"cited": 1, "title": "Comparison of Extremum Seeking Control Algorithms for Robotic Applications", "day": 1, "author": "Calli, Berk - Caarls, Wouter - Jonker, Pieter - Wisse, Martijn"}, {"cited": 2, "title": "Stable Haptic Feedback Based on a Dynamic Vision Sensor for Microrobotics", "day": 1, "author": "Bolopion, Aude - Ni, Zhenjiang - Agnus, Jol - Benosman, Ryad Benjamin - Rgnier, Stphane"}, {"cited": 11, "title": "A Hovering Flapping-Wing Microrobot with Altitude Control and Passive Upright Stability", "day": 1, "author": "Teoh, Zhi Ern - Fuller, Sawyer - Chirarattananon, Pakpong - Perez-Arancibia, Nestor O - Greenberg, Jack - Wood, Robert"}, {"cited": 5, "title": "ModLock: A Manual Connector for Reconfigurable Modular Robots", "day": 1, "author": "Davey, Jay - Sastra, Jimmy - Piccoli, Matthew - Yim, Mark"}, {"cited": 0, "title": "A Sonar System Using a Sparse Broadband 3D Array for Robotic Applications", "day": 1, "author": "Steckel, Jan - Boen, Andre - Peremans, Herbert"}, {"cited": 0, "title": "Magnetic Sugar Particles for Particulate Leaching in Fabrication of Sheet-Like Scaffold", "day": 1, "author": "Hu, Chengzhi - Tercero Villagran, Carlos Rafael - Ikeda, Seiichi - Fukuda, Toshio - Arai, Fumihito - Negoro, Makoto - Nakajima, Masahiro"}, {"cited": 0, "title": "Ultra Long-Lifetime and High-Sensitive Fluorescent Measurement Using Difference Compensation Method for Single Cell Analysis", "day": 1, "author": "Maruyama, Hisataka - Nakamura, Shohei - Kariya, Ryo - Masuda, Taisuke - Matsuda, Yu - Niimi, Tomohide - Honda, Ayae - Arai, Fumihito"}, {"cited": 0, "title": "Selective Nano-Injection Using Fluorescent Nano-Beads Based on Nanomanipulation", "day": 1, "author": "Nakajima, Masahiro - Hirano, Takahiro - Kojima, Masaru - Hisamoto, Naoki - Nakanishi, Naoya - Tajima, Hirotaka - Homma, Michio - Fukuda, Toshio"}, {"cited": 0, "title": "Bacteria Manipulation Using Dielectrophoresis&amp;#12288; for Efficient Screening", "day": 1, "author": "Kano, Tomonori - Inaba, Tomomi - Miki, Norihisa"}, {"cited": 1, "title": "A Non-Linear Approach to Space Dimension Perception by a Naive Agent", "day": 1, "author": "Laflaquire, Alban - Argentieri, Sylvain - Breysse, Olivia - Genet, Stphane - Gas, Bruno"}, {"cited": 7, "title": "Self-Discovery of Motor Primitives and Learning Grasp Affordances", "day": 1, "author": "Ugur, Emre - Sahin, Erol - Oztop, Erhan"}, {"cited": 10, "title": "Learning to Recognize Parallel Combinations of Human Motion Primitives with Linguistic Descriptions Using Non-Negative Matrix Factorization", "day": 1, "author": "Mangin, Olivier - Oudeyer, Pierre-Yves"}, {"cited": 4, "title": "Iterative Learning of Feed-Forward Corrections for High-Performance Tracking", "day": 1, "author": "Mueller, Fabian Lukas - Schoellig, Angela P. - D'Andrea, Raffaello"}, {"cited": 4, "title": "Online Learning for Template-Based Multi-Channel Ego Noise Estimation", "day": 1, "author": "Ince, Gokhan - Nakadai, Kazuhiro - Nakamura, Keisuke"}, {"cited": 4, "title": "Outdoor Auditory Scene Analysis Using a Moving Microphone Array Embedded in a Quadrocopter", "day": 1, "author": "Okutani, Keita - Yoshida, Takami - Nakamura, Keisuke - Nakadai, Kazuhiro"}, {"cited": 0, "title": "Active Binaural Localization of Intermittent Moving Sources in the Presence of False Meaurements", "day": 1, "author": "Portello, Alban - Danes, Patrick - Argentieri, Sylvain"}, {"cited": 4, "title": "Presenting Sharp Surface Shapes Using Overlapped Vibrotactile Stimuli", "day": 1, "author": "Sakurai, Tatsuma - Konyo, Masashi - Tadokoro, Satoshi"}, {"cited": 9, "title": "Forbidden-Region Virtual Fixtures from Streaming Point Clouds: Remotely Touching and Protecting a Beating Heart", "day": 1, "author": "Rydn, Fredrik - Chizeck, Howard"}, {"cited": 2, "title": "Six Degree-Of-Freedom Haptic Simulation of Sharp Geometric Features Using a Hybrid Sphere-Tree Model", "day": 1, "author": "Yu, Ge - Wang, Dangxiao - Zhang, Yuru - Zhang, Xin"}, {"cited": 0, "title": "Proactive Human Approach in Dynamic Environments", "day": 1, "author": "Carton, Daniel - Turnwald, Annemarie - Wollherr, Dirk - Kuehnlenz, Kolja - Buss, Martin"}, {"cited": 5, "title": "A Vision of the Patient Room As an Architectural-Robotic Ecosystem", "day": 1, "author": "Threatt, Anthony - Merino, Jessica - Green, Keith Evan - Walker, Ian - Brooks, Johnell - Ficht, Sean - Kriener, Robert - Mossey, Mary - Mutlu, Alper - Salvi, Darshana - Schafer, George - Srikanth, Pallavi - Xu, Peng - Manganelli, Joseph Charles - Yanik, Paul"}, {"cited": 1, "title": "A Novel Interaction Method Based on a Mobile Device in Intelligent Space", "day": 1, "author": "Matsuo, Ryotaro - Lee, Joo-Ho"}, {"cited": 2, "title": "A Flexible 3D Object Localization System for Industrial Part Handling", "day": 2, "author": "Skotheim, ystein - Lind, Morten - Ystgaard, Pl - Fjerdingen, Sigurd Aksnes"}, {"cited": 1, "title": "6D Pose Estimation of Textureless Shiny Objects Using Random Ferns for Bin-Picking", "day": 2, "author": "Moreira Rodrigues, Jose Jeronimo - Kim, Jun-Sik - Furukawa, Makoto - Xavier, Joo - Aguiar, Pedro - Kanade, Takeo"}, {"cited": 10, "title": "3D Pose Estimation of Daily Objects Using an RGB-D Camera", "day": 2, "author": "Choi, Changhyun - Christensen, Henrik Iskov"}, {"cited": 2, "title": "Multi-Camera Based Real-Time Configuration Estimation of Continuum Robots", "day": 2, "author": "Weber, Bernhard - Zeller, Paul - Khnlenz, Kolja"}, {"cited": 0, "title": "Wire-Type Human Support System Controlled by Servo Brakes", "day": 2, "author": "Hirata, Yasuhisa - Tozaki, Yuki - Kosuge, Kazuhiro"}, {"cited": 3, "title": "Real-Time Estimate of Period Derivatives Using Adaptive Oscillators: Application to Impedance-Based Walking Assistance", "day": 2, "author": "Ronsse, Renaud - De Rossi, Stefano Marco Maria - Vitiello, Nicola - Lenzi, Tommaso - Koopman, Bram - Van der Kooij, Herman - Carrozza, Maria Chiara - Ijspeert, Auke"}, {"cited": 0, "title": "Elastic Strips: Implementation on a Physical Humanoid Robot", "day": 2, "author": "Kwon, Jinsung - Yoshikawa, Taizo - Khatib, Oussama"}, {"cited": 2, "title": "6D Workspace Constraints for Physical Human-Robot Interaction Using Invariance Control with Chattering Reduction", "day": 2, "author": "Kimmel, Melanie - Lawitzky, Martin - Hirche, Sandra"}, {"cited": 5, "title": "Natural Feature Based Localization in Forested Environments", "day": 2, "author": "Song, Meng - Sun, Fengchi - Iagnemma, Karl"}, {"cited": 3, "title": "A Practical Obstacle Detection System for Autonomous Orchard Vehicles", "day": 2, "author": "Freitas, Gustavo - Hamner, Brad - Bergerman, Marcel - Singh, Sanjiv"}, {"cited": 3, "title": "Electro-Hydraulically Actuated Forestry Manipulator: Modeling and Identification", "day": 2, "author": "La Hera, Pedro - Ur Rehman, Bilal - Ortiz Morales, Daniel"}, {"cited": 0, "title": "Rocker-Pillar : Design of the Rough Terrain Mobile Robot Platform with Caterpillar Tracks and Rocker Bogie Mechanism", "day": 2, "author": "Choi, Dongkyu - Cho, Sunme - Kim, Jeongryul - Jung, Seungmin - Kim, Jongwon"}, {"cited": 4, "title": "Online Walking Pattern Generation for Push Recovery and Minimum Delay to Commanded Change of Direction and Speed", "day": 2, "author": "Urata, Junichi - Nishiwaki, Koichi - Nakanishi, Yuto - Okada, Kei - Kagami, Satoshi - Inaba, Masayuki"}, {"cited": 2, "title": "Humanoid Full-Body Controller Adapting Constraints in Structured Objects through Updating Task-Level Reference Force", "day": 2, "author": "Nozawa, Shunichi - Kumagai, Iori - Kakiuchi, Yohei - Okada, Kei - Inaba, Masayuki"}, {"cited": 0, "title": "Applying Human Motion Capture to Design Energy-Efficient Trajectories for Miniature Humanoids", "day": 2, "author": "Sohn, Kiwon - Oh, Paul Y."}, {"cited": 0, "title": "Trajectory Design and Control of Edge-Landing Walking of a Humanoid for Higher Adaptability to Rough Terrains", "day": 2, "author": "Nishiwaki, Koichi - Kagami, Satoshi"}, {"cited": 10, "title": "Constant Curvature Continuum Kinematics As Fast Approximate Model for the Bionic Handling Assistant", "day": 2, "author": "Rolf, Matthias - Steil, Jochen J."}, {"cited": 0, "title": "Fast Inverse Kinematics Algorithm for Large DOF System with Decomposed Gradient Computation Based on Recursive Formulation of Equilibrium", "day": 2, "author": "Ayusawa, Ko - Nakamura, Yoshihiko"}, {"cited": 2, "title": "Forward Kinematic Model for Continuum Robotic Surfaces", "day": 2, "author": "Merino, Jessica - Threatt, Anthony - Walker, Ian - Green, Keith Evan"}, {"cited": 1, "title": "A Method for Measuring the Upper Limb Motion and Computing a Compatible Exoskeleton Trajectory", "day": 2, "author": "Jarrasse, Nathanael - Crocher, Vincent - Morel, Guillaume"}, {"cited": 7, "title": "IPJC: The Incremental Posterior Joint Compatibility Test for Fast Feature Cloud Matching", "day": 2, "author": "Li, Yangming - Olson, Edwin"}, {"cited": 3, "title": "Fast Incremental Clustering and Representation of a 3D Point Cloud Sequence with Planar Regions", "day": 2, "author": "Donnarumma, Francesco - Lippiello, Vincenzo - Saveriano, Matteo"}, {"cited": 5, "title": "Patch Map: A Benchmark for Occupancy Grid Algorithm Evaluation", "day": 2, "author": "Merali, Rehman - Barfoot, Timothy"}, {"cited": 0, "title": "Independent Markov Chain Occupancy Grid Maps for Representation of Dynamic Environments", "day": 2, "author": "Saarinen, Jari Pekka - Andreasson, Henrik - Lilienthal, Achim, J."}, {"cited": 6, "title": "Combining Classification and Regression for WiFi Localization of Heterogeneous Robot Teams in Unknown Environments", "day": 2, "author": "Balaguer, Benjamin - Erinc, Gorkem - Carpin, Stefano"}, {"cited": 0, "title": "Distributed Coordination of a Formation of Heterogeneous Agents with Individual Regrets and Asynchronous Communications", "day": 2, "author": "Carlsi, Nicolas - Bianchi, Pascal"}, {"cited": 0, "title": "A Bio-Inspired Developmental Approach to Swarm Robots Self-Organization", "day": 2, "author": "Meng, Yan - Guo, Hongliang"}, {"cited": 2, "title": "Real-Time Optimization of Trajectories That Guarantee the Rendezvous of Mobile Robots", "day": 2, "author": "Gowal, Sven - Martinoli, Alcherio"}, {"cited": 2, "title": "Contribution to the Modeling of Cable-Suspended Parallel Robot Hanged on the Four Points", "day": 2, "author": "Filipovic, Mirjana - Djuric, Ana - Kevac, Ljubinko"}, {"cited": 11, "title": "Modeling and Control of a Flying Robot for Contact Inspection", "day": 2, "author": "Fumagalli, Matteo - Naldi, Roberto - Macchelli, Alessandro - Carloni, Raffaella - Stramigioli, Stefano - Marconi, Lorenzo"}, {"cited": 5, "title": "Planning Trajectories on Uneven Terrain Using Optimization and Non-Linear Time Scaling Techniques", "day": 2, "author": "Singh, Arun - Krishna, Madhava - Saripalli, Srikanth"}, {"cited": 1, "title": "Distributed Voronoi Partitioning for Multi-Robot Systems with Limited Range Sensors", "day": 2, "author": "Guruprasad, Kr - Dasgupta, Prithviraj (Raj)"}, {"cited": 2, "title": "Control Strategies of an Assistive Robot Using a Brain-Machine Interface", "day": 2, "author": "beda, Andrs - Iaez, Eduardo - Badesa, Francisco Javier - Morales Vidal, Ricardo - Azorin, Jose M. - Garcia, Nicolas"}, {"cited": 3, "title": "Non-Ideal Behaviors of Magnetically Driven Screws in Soft Tissue", "day": 2, "author": "Mahoney, Arthur - Nelson, Nathan David - Parsons, Erin - Abbott, Jake"}, {"cited": 1, "title": "2-D Optical Encoding of Catheter Motion and Cyber-Physical System for Technical Skills Measurement and Quantitative Evaluation in Endovascular Surgery", "day": 2, "author": "Kodama, Hirokatsu - Tercero Villagran, Carlos Rafael - Ooe, Katsutoshi - Shi, Chaoyang - Ikeda, Seiichi - Fukuda, Toshio - Arai, Fumihito - Negoro, Makoto - Takahashi, Ikuo - Kwon, Guiryong"}, {"cited": 1, "title": "A Voice-Coil Actuated Ultrasound Micro-Scanner for Intraoral High Resolution Impression Taking", "day": 2, "author": "Vollborn, Thorsten - Habor, Daniel - Junk, Simon - Radermacher, Klaus - Heger, Stefan"}, {"cited": 6, "title": "Autonomous Online Learning of Velocity Kinematics on the Icub: A Comparative Study", "day": 2, "author": "Droniou, Alain - Ivaldi, Serena - Padois, Vincent - Sigaud, Olivier"}, {"cited": 2, "title": "Online Learning of Inverse Dynamics Via Gaussian Process Regression", "day": 2, "author": "Sun de la Cruz, Joseph - Owen, William - Kulic, Dana"}, {"cited": 12, "title": "Learning Concurrent Motor Skills in Versatile Solution Spaces", "day": 2, "author": "Daniel, Christian - Neumann, Gerhard - Peters, Jan"}, {"cited": 0, "title": "Learning Robot Dynamics with Kinematic Bezier Maps", "day": 2, "author": "Ulbrich, Stefan - Bechtel, Michael - Asfour, Tamim - Dillmann, Rdiger"}, {"cited": 6, "title": "Ground Plane Feature Detection in Mobile Vision-Aided Inertial Navigation", "day": 2, "author": "Panahandeh, Ghazaleh - Mohammadiha, Nasser - Jansson, Magnus"}, {"cited": 3, "title": "Sensor Fusion for Human Safety in Industrial Workcells", "day": 2, "author": "Rybski, Paul E. - Anderson-Sprecher, Peter - Huber, Daniel - Niessl, Chris - Simmons, Reid"}, {"cited": 0, "title": "Gaussian Processes for Lens Distortion Modeling", "day": 2, "author": "Ranganathan, Pradeep - Olson, Edwin"}, {"cited": 6, "title": "Distributed Altitude and Attitude Estimation from Multiple Distance Measurements", "day": 2, "author": "Kriegleder, Maximilian - Oung, Raymond - D'Andrea, Raffaello"}, {"cited": 10, "title": "Human-Humanoid Haptic Joint Object Transportation Case Study", "day": 2, "author": "Bussy, Antoine - Kheddar, Abderrahmane - Crosnier, Andr - Keith, Franois"}, {"cited": 5, "title": "Disagreement-Aware Physical Assistance through Risk-Sensitive Optimal Feedback Control", "day": 2, "author": "Medina Hernandez, Jose Ramon - Lorenz, Tamara - Lee, Dongheui - Hirche, Sandra"}, {"cited": 5, "title": "Feedback Motion Planning and Learning from Demonstration in Physical Robotic Assistance: Differences and Synergies", "day": 2, "author": "Lawitzky, Martin - Medina Hernandez, Jose Ramon - Lee, Dongheui - Hirche, Sandra"}, {"cited": 3, "title": "Design of a New Hybrid Control and Knee Orthosis for Human Walking and Rehabilitation", "day": 2, "author": "Huang, Tzu-Hao - Huang, Han-Pang - Cheng, Ching-An - Kuan, Jiun-Yih - Lee, Po-Ting - Huang, Shih-Yi"}, {"cited": 1, "title": "Monocular Visual Navigation of an Autonomous Vehicle in Natural Scene Corridor-Like Environments", "day": 2, "author": "Zhang, Ji - Kantor, George - Bergerman, Marcel - Singh, Sanjiv"}, {"cited": 10, "title": "The AmphiHex: A Novel Amphibious Robot with Transformable Leg-Flipper Composite Propulsion Mechanism", "day": 2, "author": "Liang, Xu - Xu, Min - Xu, Lichao - Liu, Peng - Ren, Xiaoshuang - Yang, Jie - Zhang, Shiwu - Kong, Ziwen"}, {"cited": 0, "title": "Piecewise Affine Control for Fast Unmanned Ground Vehicles", "day": 2, "author": "Benine-Neto, Andr - Grand, Christophe"}, {"cited": 0, "title": "Tube-Type Active Scope Camera with High Mobility and Practical Functionality", "day": 2, "author": "Namari, Hiroaki - Wakana, Kazuhito - Ishikura, Michihisa - Konyo, Masashi - Tadokoro, Satoshi"}, {"cited": 0, "title": "Design Methodology for the Thorax and Shoulder of Human Mimetic Musculoskeletal Humanoid Kenshiro", "day": 2, "author": "Kozuki, Toyotaka - Asano, Yuki - Osada, Masahiko - Shirai, Takuma - Urata, Junichi - Nakanishi, Yuto - Okada, Kei - Inaba, Masayuki - Mizoguchi, Hironori"}, {"cited": 1, "title": "State Estimation of a Walking Humanoid Robot", "day": 2, "author": "Xinjilefu, X - Atkeson, Christopher"}, {"cited": 1, "title": "Dynamic Motion Imitation of Two Articulated Systems Using Nonlinear Time Scaling of Joint Trajectories", "day": 2, "author": "Munirathinam, Karthick - Sakka, Sophie - Chevallereau, Christine"}, {"cited": 2, "title": "The Anatomy of a Fall: Automated Real-Time Analysis of Raw Force Sensor Data from Bipedal Walking Robots and Humans", "day": 2, "author": "Kormushev, Petar - Ugurlu, Barkan - Colasanto, Luca - Tsagarakis, Nikolaos - Caldwell, Darwin G."}, {"cited": 3, "title": "Identification Procedure for McKibben Pneumatic Artificial Muscle Systems", "day": 2, "author": "Kogiso, Kiminao - Sawano, Kenta - Itto, Takashi - Sugimoto, Kenji"}, {"cited": 8, "title": "The Cubli: A Cube That Can Jump up and Balance", "day": 2, "author": "Gajamohan, Mohanarajah - Merz, Michael - Thommen, Igor - D'Andrea, Raffaello"}, {"cited": 2, "title": "Dynamic Model of Three Wheeled Narrow Tilting Vehicle and Corresponding Experiment Verification", "day": 2, "author": "Furuichi, Hiroki - Huang, Jian - Matsuno, Takayuki - Fukuda, Toshio"}, {"cited": 0, "title": "An Energy-Based State Observer for Dynamical Subsystems with Inaccessible State Variables", "day": 2, "author": "Khalil, Islam S.M. - Sabanovic, Asif - Misra, Sarthak"}, {"cited": 6, "title": "Goal Assignment Using Distance Cost in Multi-Robot Exploration", "day": 2, "author": "Faigl, Jan - Kulich, Miroslav - Preucil, Libor"}, {"cited": 0, "title": "Multi-Agent Generalized Probabilistic RoadMaps (MAGPRM)", "day": 2, "author": "Kumar, Sandip - Chakravorty, Suman"}, {"cited": 0, "title": "Finding Graph Topologies for Feasible Multirobot Motion Planning", "day": 2, "author": "Kolhe, Pushkar - Christensen, Henrik Iskov"}, {"cited": 4, "title": "Dynamic Positioning of Beacon Vehicles for Cooperative Underwater Navigation", "day": 2, "author": "Bahr, Alexander - Leonard, John - Martinoli, Alcherio"}, {"cited": 11, "title": "Exploiting Redundancy in Cartesian Impedance Control of UAVs Equipped with a Robotic Arm", "day": 2, "author": "Lippiello, Vincenzo - Ruggiero, Fabio"}, {"cited": 0, "title": "Modeling and Motion Analysis of Fixed-Pitch Co-Axial Rotor Unmanned Helicopter", "day": 2, "author": "Suzuki, Satoshi - Ishii, Takahiro - Yanagisawa, Gennai - Tomita, Kazuki - Yokoyama, Yasutoshi"}, {"cited": 1, "title": "A Hybrid Particle/grid Wind Model for Realtime Small UAV Flight Simulation", "day": 2, "author": "Harmat, Adam - Sharf, Inna - Trentini, Michael"}, {"cited": 2, "title": "Parallel Force-Position Control Mediated by Tactile Maps for Robot Contact Tasks", "day": 2, "author": "Denei, Simone - Mastrogiovanni, Fulvio - Cannata, Giorgio"}, {"cited": 0, "title": "Space-Time Localization and Registration on the Beating Heart", "day": 2, "author": "Wood, Nathan - Waugh, Kevin - Liu, Tian Yu - Zenati, Marco - Riviere, Cameron"}, {"cited": 0, "title": "Reliable Planning and Execution of a Human-Robot Cooperative System Based on Noninvasive Brain-Computer Interface with Uncertainty", "day": 2, "author": "Jia, Wenchuan - Huang, Dandan - Bai, Ou - Pu, Huayan - Luo, Xin - Chen, Xuedong"}, {"cited": 3, "title": "Catheter Navigation Based on Probabilistic Fusion of Electromagnetic Tracking and Physically-Based Simulation", "day": 2, "author": "Dore, Alessio - Smoljkic, Gabrijel - Vander Poorten, Emmanuel B - Sette, Mauro - Vander Sloten, Jos - Yang, Guang-Zhong"}, {"cited": 0, "title": "Organ-Explanted Bionic Simulator (OBiS) : Concurrent Microcardiovascular Anastomosis of Chick Embryo", "day": 2, "author": "Owaki, Hirofumi - Masuda, Taisuke - Kawahara, Tomohiro - Takei, Natsuki - Kodama, Keiko - Miyasaka, Kota - Ogura, Toshihiko - Arai, Fumihito"}, {"cited": 0, "title": "Bag of Multimodal Hierarchical Dirichlet Processes: Model of Complex Conceptual Structure for Intelligent Robots", "day": 2, "author": "Nakamura, Tomoaki - Nagai, Takayuki - Iwahashi, Naoto"}, {"cited": 3, "title": "Robust and Fast Visual Tracking Using Constrained Sparse Coding and Dictionary Learning", "day": 2, "author": "Bai, Tianxiang - Li, Y.F. - Zhou, Xiaolong"}, {"cited": 0, "title": "Learning a Projective Mapping to Locate Animals in Video Using RFID", "day": 2, "author": "Huang, Pipei - Sawhney, Rahul - Walker, Daniel - Wallen, Kim - Bobick, Aaron - Qin, Shiyin - Balch, Tucker"}, {"cited": 3, "title": "A Discriminative Approach for Appearance Based Loop Closing", "day": 2, "author": "Ciarfuglia, Thomas - Costante, Gabriele - Valigi, Paolo - Ricci, Elisa"}, {"cited": 7, "title": "Variable Reordering Strategies for SLAM", "day": 2, "author": "Agarwal, Pratik - Olson, Edwin"}, {"cited": 13, "title": "An Object-Based Semantic World Model for Long-Term Change Detection and Semantic Querying", "day": 2, "author": "Mason, Julian - Marthi, Bhaskara"}, {"cited": 5, "title": "Planar Polygon Extraction and Merging from Depth Images", "day": 2, "author": "Biswas, Joydeep - Veloso, Manuela"}, {"cited": 0, "title": "Reconfigurable Intelligent Space, R+iSpace, and Mobile Module, MoMo", "day": 2, "author": "Park, JongSeung - Lee, Joo-Ho"}, {"cited": 5, "title": "2D PCA-Based Localization for Mobile Robots in Unstructured Environments", "day": 2, "author": "Carreira, Fernando - Christo, Camilo - Valrio, Duarte - Ramalho, Mrio Antnio - Cardeira, Carlos - Calado, Joo Manuel Ferreira - Oliveira, Paulo"}, {"cited": 2, "title": "Deformable Soft Wheel Robot Using Hybrid Actuation", "day": 2, "author": "Cho, Kyu-Jin - Koh, Je-Sung - Lee, Dae-young - Kim, Seung-Won"}, {"cited": 7, "title": "Exploiting and Modeling Local 3D Structure for Predicting Object Locations", "day": 2, "author": "Aydemir, Alper - Jensfelt, Patric"}, {"cited": 5, "title": "3D Textureless Object Detection and Tracking: An Edge-Based Approach", "day": 2, "author": "Choi, Changhyun - Christensen, Henrik Iskov"}, {"cited": 2, "title": "Reliable Object Detection and Segmentation Using Inpainting", "day": 2, "author": "Joung, Ji Hoon - Ryoo, Michael S. - Choi, Sunglok - Kim, Sung Rak"}, {"cited": 6, "title": "Birth Intensity Online Estimation in GM-PHD Filter for Multi-Target Visual Tracking", "day": 2, "author": "Zhou, Xiaolong - Li, Y.F. - He, Bingwei - Bai, Tianxiang - Tang, Yazhe"}, {"cited": 3, "title": "Fast High Resolution 3D Laser Scanning by Real-Time Object Tracking and Segmentation", "day": 2, "author": "Thielemann, Jens - Berge, Asbjrn - Skotheim, ystein - Kirkhus, Trine"}, {"cited": 1, "title": "A Heteroscedastic Approach to Independent Motion Detection for Actuated Visual Sensors", "day": 2, "author": "Ciliberto, Carlo - Fanello, Sean Ryan - Natale, Lorenzo - Metta, Giorgio"}, {"cited": 1, "title": "Full-Body Exoskeleton Robot Control for Walking Assistance by Style-Phase Adaptive Pattern Generation", "day": 2, "author": "Matsubara, Takamitsu - Uchikata, Akimasa - Morimoto, Jun"}, {"cited": 1, "title": "Development and Evaluation of Add-On End-Effector for Linear Power Assist Unit with Variable Assist Gain", "day": 2, "author": "Kaneko, Marina - Kitano, Taishi - Wakatabe, Takahiro - Kamamichi, Norihiro - Ishikawa, Jun"}, {"cited": 0, "title": "Synergybased Optimal Design of Hand Pose Sensing", "day": 2, "author": "Bianchi, Matteo - Salaris, Paolo - Bicchi, Antonio"}, {"cited": 7, "title": "Demonstration-Based Control of Supernumerary Robotic Limbs", "day": 2, "author": "Llorens, Baldin - Parietti, Federico - Asada, Harry"}, {"cited": 2, "title": "Pinching Force Accuracy Affected by Thumb Sensation in Human Force Augmentation", "day": 2, "author": "Hasegawa, Yasuhisa - Ariyama, Tetsuri - Kamibayashi, Kiyotaka"}, {"cited": 1, "title": "Implementation of a Haptic Musical Instrument Using Multi-Signal Fusion for Force Sensing without Additional Force Sensors", "day": 2, "author": "Havryliv, Mark - Naghdy, Fazel - Schiemer, Greg"}, {"cited": 2, "title": "Semi-Autonomous Visual Inspection of Vessels Assisted by an Unmanned Micro Aerial Vehicle", "day": 2, "author": "Bonnin-Pascual, Francisco - Garcia-Fidalgo, Emilio - Ortiz, Alberto"}, {"cited": 3, "title": "Web Mining Driven Object Locality Knowledge Acquisition for Efficient Robot Behavior", "day": 2, "author": "Zhou, Kai - Zillich, Michael - Zender, Hendrik - Vincze, Markus"}, {"cited": 7, "title": "Prioritized Multi-Task Motion Control of Redundant Robots under Hard Joint Constraints", "day": 2, "author": "Flacco, Fabrizio - De Luca, Alessandro - Khatib, Oussama"}, {"cited": 0, "title": "Optical-Inertial Tracking with Active Markers and Changing Visibility", "day": 2, "author": "Steidle, Florian - Tobergte, Andreas - Hirzinger, Gerd"}, {"cited": 0, "title": "Entropy-Aware Cluster-Based Object Tracking for Wireless Camera Sensor Networks", "day": 2, "author": "De San Bernab, Alberto - Martnez-de Dios, J.R. - Ollero, Anibal"}, {"cited": 11, "title": "Intelligent Sensor-Scheduling for Multi-Kinect-Tracking", "day": 2, "author": "Faion, Florian - Friedberger, Simon - Zea, Antonio - Hanebeck, Uwe D."}, {"cited": 0, "title": "Development of the Lower Limbs of a Humanoid Robot", "day": 2, "author": "Kim, Joohyung - Lee, Younbaek - Kwon, Sunggu - Seo, Keehong - Kwak, HoSeong - Lee, Heekuk - Roh, Kyungshik"}, {"cited": 2, "title": "On-Board Odometry Estimation for 3D Vision-Based SLAM of Humanoid Robot", "day": 2, "author": "Ahn, SungHwan - Yoon, Sukjune - Hyung, SeungYong - Kwak, Nosan - Roh, Kyungshik"}, {"cited": 3, "title": "Optimal Gait Primitives for Dynamic Bipedal Locomotion", "day": 2, "author": "Lim, Bokman - Lee, Jusuk - Kim, Joohyung - Lee, Minhyung - Kwak, HoSeong - Kwon, Sunggu - Lee, Heekuk - Kwon, Woong - Roh, Kyungshik"}, {"cited": 0, "title": "Robust Descriptors for 3D Point Clouds Using Geometric and Photometric Local Feature", "day": 2, "author": "Hwang, Hyoseok - Hyung, SeungYong - Yoon, Sukjune - Roh, Kyungshik"}, {"cited": 3, "title": "Towards Natural Bipedal Walking: Virtual Gravity Compensation and Capture Point Control", "day": 2, "author": "Seo, Keehong - Kim, Joohyung - Roh, Kyungshik"}, {"cited": 3, "title": "Active Stabilization of a Humanoid Robot for Impact Motions with Unknown Reaction Forces", "day": 2, "author": "Yi, Seung-Joon - Zhang, Byoung-Tak - Hong, Dennis - Lee, Daniel D."}, {"cited": 0, "title": "``Open Sesame!'' Adaptive Force/Velocity Control for Opening Unknown Doors", "day": 2, "author": "Karayiannidis, Yiannis - Smith, Claes Christian - Vina, Francisco - Ogren, Petter - Kragic, Danica"}, {"cited": 2, "title": "Control of Contact Forces: The Role of Tactile Feedback for Contact Localization", "day": 2, "author": "Del Prete, Andrea - Nori, Francesco - Metta, Giorgio - Natale, Lorenzo"}, {"cited": 5, "title": "A New Hybrid Actuator Approach for Force-Feedback Devices", "day": 2, "author": "Rossa, Carlos - Lozada, Jos - Micaelli, Alain"}, {"cited": 1, "title": "A Locally Adaptive Online Grasp Control Strategy Using Array Sensor Force Feedback", "day": 2, "author": "Stachowsky, Michael - Moussa, Medhat - Abdullah, Hussein"}, {"cited": 3, "title": "On the Role of Load Motion Compensation in High-Performance Force Control", "day": 2, "author": "Boaventura, Thiago - Focchi, Michele - Frigerio, Marco - Buchli, Jonas - Semini, Claudio - Medrano-Cerda, Gustavo - Caldwell, Darwin G."}, {"cited": 2, "title": "A Set-Point-Generator for Indirect-Force-Controlled Manipulators Operating Unknown Constrained Mechanisms", "day": 2, "author": "Lutscher, Ewald - Cheng, Gordon"}, {"cited": 6, "title": "A Brain-Robot Interface for Studying Motor Learning after Stroke", "day": 2, "author": "Meyer, Timm - Peters, Jan - Brtz, Doris - Zander, Thorsten - Schlkopf, Bernhard - Soekadar, Surjo - Grosse-Wentrup, Moritz"}, {"cited": 1, "title": "A Brain-Machine Interface to Navigate Mobile Robots Along Human-Like Paths Amidst Obstacles", "day": 2, "author": "Akce, Abdullah - Norton, James John Stanley - Bretl, Timothy"}, {"cited": 5, "title": "Haptic Classification and Recognition of Objects Using a Tactile Sensing Forearm", "day": 2, "author": "Bhattacharjee, Tapomayukh - Rehg, James - Kemp, Charlie"}, {"cited": 2, "title": "Proactive Premature Intention Estimation for Intuitive Human-Robot Collaboration", "day": 2, "author": "Awais, Muhammad - Henrich, Dominik"}, {"cited": 7, "title": "Using a Minimal Action Grammar for Activity Understanding in the Real World", "day": 2, "author": "Summers-stay, Douglas - Teo, Ching Lik - Yang, Yezhou - Fermuller, Cornelia - Aloimonos, Yiannis"}, {"cited": 5, "title": "On-Line Human Action Recognition by Combining Joint Tracking and Key Pose Recognition", "day": 2, "author": "Weng, E-Jui - Fu, Li-Chen"}, {"cited": 0, "title": "Scanning the Surface of Soft Tissues with a Micrometer Precision Thanks to Endomicroscopy Based Visual Servoing", "day": 2, "author": "Rosa, Benot - Erden, Mustafa Suphi - Vercauteren, Tom - Szewczyk, Jrme - Morel, Guillaume"}, {"cited": 8, "title": "Preliminary Evaluation of a Micro-Force Sensing Handheld Robot for Vitreoretinal Surgery", "day": 2, "author": "Gonenc, Berk - Balicki, Marcin - Handa, James - Gehlbach, Peter - Riviere, Cameron - Taylor, Russell H. - Iordachita, Iulian"}, {"cited": 0, "title": "Internal Bleeding Detection Algorithm Based on Determination of Organ Boundary by Low-Brightness Set Analysis", "day": 2, "author": "Ito, Keiichiro - Sugano, Shigeki - Iwata, Hiroyasu"}, {"cited": 0, "title": "A Cyber-Physical System for Strain Measurements in the Cerebral Aneurysm Models", "day": 2, "author": "Shi, Chaoyang - Kojima, Masahiro - Tercero Villagran, Carlos Rafael - Ooe, Katsutoshi - Ikeda, Seiichi - Fukuda, Toshio - Arai, Fumihito - Negoro, Makoto - Irie, Keiko - Kwon, Guiryong"}, {"cited": 0, "title": "Heart Motion Measurement with Three Dimensional Sonomicrometry and Acceleration Sensing", "day": 2, "author": "Horiuchi, Tetsuya - Tuna, Eser Erdem - Masamune, Ken - Cavusoglu, M. Cenk"}, {"cited": 0, "title": "Surface Texture and Pseudo Tactile Sensation Displayed by a MEMS-Based Tactile Display", "day": 2, "author": "Watanabe, Junpei - Ishikawa, Hiroaki - Arouette, Xavier - Miki, Norihisa"}, {"cited": 1, "title": "Clustering-Based Discriminative Locality Alignment for Face Gender Recognition", "day": 2, "author": "Chen, Duo - Cheng, Jun - Tao, Dacheng"}, {"cited": 1, "title": "Incorporating Geometric Information into Gaussian Process Terrain Models from Monocular Images", "day": 2, "author": "Abuhashim, Tariq - Sukkarieh, Salah"}, {"cited": 0, "title": "A System of Automated Training Sample Generation for Visual-Based Car Detection", "day": 2, "author": "Wang, Chao - Zhao, Huijing - Davoine, Franck - Zha, Hongbin"}, {"cited": 5, "title": "Learning and Recognition of Objects Inspired by Early Cognition", "day": 2, "author": "Rudinac, Maja - Kootstra, Gert - Kragic, Danica - Jonker, Pieter"}, {"cited": 5, "title": "On-Line Semantic Perception Using Uncertainty", "day": 2, "author": "de Nijs, Roderick - Ramos, Sebastian - Roig, Gemma - Boix, Xavier - Van Gool, Luc - Khnlenz, Kolja"}, {"cited": 3, "title": "A High-Accuracy Visual Marker Based on a Microlens Array", "day": 2, "author": "Tanaka, Hideyuki - Sumi, Yasushi - Matsumoto, Yoshio"}, {"cited": 3, "title": "CurveSLAM: An Approach for Vision-Based Navigation without Point Features", "day": 2, "author": "Rao, Dushyant - Chung, Soon-Jo - Hutchinson, Seth"}, {"cited": 1, "title": "Seamless Aiding of Inertial-SLAM Using Visual Directional Constraints from a Monocular Vision", "day": 2, "author": "Qayyum, Usman"}, {"cited": 0, "title": "Realizing, Reversing, Recovering : Incremental Robust Loop Closing Over Time Using the Irrr Algorithm", "day": 2, "author": "Latif, Yasir - Cadena Lerma, Cesar Dario - Neira, Jos"}, {"cited": 3, "title": "Location and Orientation Estimation with an Electrosense Robot", "day": 2, "author": "Silverman, Yonatan - Snyder, James - Bai, Yang - MacIver, Malcolm A."}, {"cited": 0, "title": "Towards Persistent Indoor Appearance-Based Localization, Mapping and Navigation Using CAT-Graph", "day": 2, "author": "Maddern, William - Milford, Michael J - Wyeth, Gordon"}, {"cited": 2, "title": "Pedestrian Detection in Industrial Environments: Seeing Around Corners", "day": 2, "author": "Borges, Paulo Vinicius Koerich - Tews, Ashley Desmond - Haddon, David"}, {"cited": 2, "title": "ISRobotCar: The Autonomous Electric Vehicle Project", "day": 2, "author": "Silva, Marco - Moita, Fernando - Nunes, Urbano - Garrote, Lus Carlos - Faria, Hugo - Ruivo Paulo, Joo"}, {"cited": 11, "title": "Autonomy for Mobility on Demand", "day": 2, "author": "Chong, Zhuang Jie - Qin, Baoxing - Bandyopadhyay, Tirthankar - Wongpiromsarn, Tichakorn - Rebsamen, Brice - Dai, Peilong - Kim, Seongwoo - Ang Jr, Marcelo H - Hsu, David - Rus, Daniela - Frazzoli, Emilio"}, {"cited": 3, "title": "Innovative Soft Robots Based on Electro-Rheological Fluids", "day": 2, "author": "Sadeghi, Ali - Beccai, Lucia - Mazzolai, Barbara"}, {"cited": 0, "title": "Detailed Dynamics Modeling of BioBiped's Monoarticular and Biarticular Tendon-Driven Actuation System", "day": 2, "author": "Radkhah, Katayon - Lens, Thomas - von Stryk, Oskar"}, {"cited": 7, "title": "Design of a Tubular Snake-Like Manipulator with Stiffening Capability by Layer Jamming", "day": 2, "author": "Kim, Yong Jae - Cheng, Shanbao - Kim, Sangbae - Iagnemma, Karl"}, {"cited": 0, "title": "Adaptive Bipedal Walking through Sensory-Motor Coordination Yielded from Soft Deformable Feet", "day": 2, "author": "Owaki, Dai - Fukuda, Hiroki - Ishiguro, Akio"}, {"cited": 10, "title": "Design of Soft Robotic Actuators Using Fluid-Filled Fiber-Reinforced Elastomeric Enclosures in Parallel Combinations", "day": 2, "author": "Bishop-Moser, Joshua - Krishnan, Girish - Kim, Charles - Kota, Sridhar"}, {"cited": 0, "title": "Intrinsically Elastic Robots: The Key to Human Like Performance", "day": 2, "author": "Haddadin, Sami - Huber, Felix - Krieger, Kai - Weitschat, Roman - Albu-Schffer, Alin - Wolf, Sebastian - Friedl, Werner - Grebenstein, Markus - Petit, Florian - Reinecke, Jens - Lampariello, Roberto"}, {"cited": 0, "title": "Can Ants Inspire Robots? Self-Organized Decision Making in Robotic Swarms", "day": 2, "author": "Brutschy, Arne - Scheidler, Alexander - Ferrante, Eliseo - Dorigo, Marco - Birattari, Mauro"}, {"cited": 1, "title": "A Single Motor Actuated Miniature Steerable Jumping Robot", "day": 2, "author": "Zhao, Jianguo - Xi, Ning - Cintron, Fernando J. - Mutka, Matt - Xiao, Li"}, {"cited": 10, "title": "Full Scaled 3D Visual Odometry from a Single Wearable Omnidirectional Camera", "day": 2, "author": "Gutirrez-Gmez, Daniel - Puig, Luis - Guerrero, Josechu"}, {"cited": 9, "title": "3-Line RANSAC for Orthogonal Vanishing Point Detection", "day": 2, "author": "Bazin, Jean-Charles - Pollefeys, Marc"}, {"cited": 3, "title": "Topological Segmentation of Indoors/outdoors Sequences of Spherical Views", "day": 2, "author": "Chapoulie, Alexandre - Rives, Patrick - Filliat, David"}, {"cited": 9, "title": "Wall Inspection Control of a VTOL Unmanned Aerial Vehicle Based on a Stereo Optical Flow", "day": 2, "author": "Lippiello, Vincenzo - Siciliano, Bruno"}, {"cited": 0, "title": "Kinematic Synthesis, Optimization and Analysis of a Non-Anthropomorphic 2-DOFs Wearable Orthosis for Gait Assistance", "day": 2, "author": "Sergi, Fabrizio - Accoto, Dino - Tagliamonte, Nevio Luigi - Carpino, Giorgio - Galzerano, Simone - Guglielmelli, Eugenio"}, {"cited": 0, "title": "Investigation of Safety in Human-Robot-Interaction for a Series Elastic, Tendon-Driven Robot Arm", "day": 2, "author": "Lens, Thomas - von Stryk, Oskar"}, {"cited": 1, "title": "Counteracting Modeling Errors for Sensitive Observer-Based Manipulator Collision Detection", "day": 2, "author": "Sotoudehnejad, Vahid - Takhmar, Amir - Kermani, Mehrdad R. - Polushin, Ilia G."}, {"cited": 0, "title": "When Shared Plans Go Wrong: From Atomic to Composite Actions and Back", "day": 2, "author": "Lenz, Alexander - Lalle, Stphane - Skachek, Sergey - Pipe, Tony - Melhuish, Chris - Dominey, Peter Ford"}, {"cited": 1, "title": "LineScout Power Line Robot: Characterization of a UTM-30LX LIDAR System for Obstacle Detection", "day": 2, "author": "Pouliot, Nicolas - Richard, Pierre-Luc - Montambault, Serge"}, {"cited": 6, "title": "Mobile Robotic Fabrication on Construction Sites: Dimrob", "day": 2, "author": "Helm, Volker - Ercan, Selen - Gramazio, Fabio - Kohler, Matthias Daniel"}, {"cited": 0, "title": "Vehicle Localization in Mountainous Gravelled Paths", "day": 2, "author": "Morales Saiki, Luis Yoichi - Tsubouchi, Takashi - Sarata, Shigeru"}, {"cited": 0, "title": "Casting Device for Search and Rescue Aiming Higher and Faster Access in Disaster Site", "day": 2, "author": "Tsukagoshi, Hideyuki"}, {"cited": 2, "title": "Humanoid Push Recovery with Robust Convex Synthesis", "day": 2, "author": "Wang, Jiuguang"}, {"cited": 3, "title": "Appearance-Based Traversability Classification in Monocular Images Using Iterative Ground Plane Estimation", "day": 2, "author": "Maier, Daniel - Bennewitz, Maren"}, {"cited": 0, "title": "Lower Thigh Design of Detailed Musculoskeletal Humanoid Kenshiro", "day": 2, "author": "Asano, Yuki - Mizoguchi, Hironori - Kozuki, Toyotaka - Motegi, Yotaro - Osada, Masahiko - Urata, Junichi - Nakanishi, Yuto - Okada, Kei - Inaba, Masayuki"}, {"cited": 7, "title": "Optimization-Based Generation and Experimental Validation of Optimal Walking Trajectories for Biped Robots", "day": 2, "author": "Werner, Alexander - Lampariello, Roberto - Ott, Christian"}, {"cited": 0, "title": "Novel Equilibrium-Point Control of Agonist-Antagonist System with Pneumatic Artificial Muscles: II. Application to EMG-Based Human-Machine Interface for an Elbow-Joint System", "day": 2, "author": "Ariga, Yohei - Maeda, Daisuke - Pham, Hang - Uemura, Mitsunori - Hirai, Hiroaki - Miyazaki, Fumio"}, {"cited": 2, "title": "Benchmarking Shared Control for Assistive Manipulators: From Controllability to the Speed-Accuracy Trade-Off", "day": 2, "author": "Stoelen, Martin Fodstad - Fernndez de Tejada, Virginia - Jardon Huete, Alberto - Bonsignorio, Fabio Paolo - Balaguer, Carlos"}, {"cited": 0, "title": "Ill Keep You in Sight: Finding a Good Position to Observe a Person", "day": 2, "author": "Kessler, Jens - Iser, Daniel - Gross, Horst-Michael"}, {"cited": 2, "title": "Embedding Imperceptible Codes into Video Projection and Applications in Robotics", "day": 2, "author": "Dai, Jingwen - Chung, Ronald"}, {"cited": 17, "title": "Sensor Fusion for Flexible Human-Portable Building-Scale Mapping", "day": 2, "author": "Fallon, Maurice - Johannsson, Hordur - Brookshire, Jonathan - Teller, Seth - Leonard, John"}, {"cited": 2, "title": "Fast Voxel Maps with Counting Bloom Filters", "day": 2, "author": "Ryde, Julian - Corso, Jason"}, {"cited": 6, "title": "Efficient Map Merging Using a Probabilistic Generalized Voronoi Diagram", "day": 2, "author": "Saeedi Gharahbolagh, Sajad - Paull, Liam - Trentini, Michael - Seto, Mae - Li, Howard"}, {"cited": 4, "title": "A Pipeline for Structured Light Bathymetric Mapping", "day": 2, "author": "Inglis, Gabrielle - Smart, Clara - Vaughn, Ian - Roman, Chris"}, {"cited": 2, "title": "Sampling-Based Nonholonomic Motion Planning in Belief Space Via Dynamic Feedback Linearization-Based FIRM", "day": 2, "author": "Agha-mohammadi, Ali-akbar - Chakravorty, Suman - Amato, Nancy"}, {"cited": 2, "title": "Local Randomization in Neighbor Selection Improves PRM Roadmap Quality", "day": 2, "author": "McMahon, Troy - Jacobs, Sam Ade - Boyd, Bryan - Tapia, Lydia - Amato, Nancy"}, {"cited": 12, "title": "Task-Oriented Design of Concentric Tube Robots Using Mechanics-Based Models", "day": 2, "author": "Torres, Luis G. - Webster III, Robert James - Alterovitz, Ron"}, {"cited": 2, "title": "Sampling-Based Sweep Planning to Exploit Local Planarity in the Inspection of Complex 3D Structures", "day": 2, "author": "Englot, Brendan - Hover, Franz"}, {"cited": 0, "title": "Emulating Self-Reconfigurable Robots - Design of the SMORES System", "day": 2, "author": "Davey, Jay - Yim, Mark - Kwok, Ngai Ming"}, {"cited": 3, "title": "Slope Traversability Analysis of Reconfigurable Planetary Rovers", "day": 2, "author": "Inotsume, Hiroaki - Sutoh, Masataku - Nagaoka, Kenji - Nagatani, Keiji - Yoshida, Kazuya"}, {"cited": 2, "title": "Impedance-Based Contact Control of a Free-Flying Space Robot with a Compliant Wrist for Non-Cooperative Satellite Capture", "day": 2, "author": "Uyama, Naohiro - Nakanishi, Hiroki - Nagaoka, Kenji - Yoshida, Kazuya"}, {"cited": 11, "title": "Tracking Complex Targets for Space Rendezvous and Debris Removal Applications", "day": 2, "author": "Petit, Antoine - Marchand, Eric - Kanani, Keyvan"}, {"cited": 9, "title": "Online Spatio-Temporal Gaussian Process Experts with Application to Tactile Classification", "day": 2, "author": "Soh, Harold - Su, Yanyu - Demiris, Yiannis"}, {"cited": 3, "title": "Experimental Investigation of Surface Identification Ability of a Low-Profile Fabric Tactile Sensor", "day": 2, "author": "Ho, Van - Hirai, Shinichi - Makikawa, Masaaki - Araki, Takahiro"}, {"cited": 3, "title": "3D Surface Reconstruction for Robotic Body Parts with Artificial Skins", "day": 2, "author": "Mittendorfer, Philipp - Cheng, Gordon"}, {"cited": 4, "title": "A Novel Dynamic Slip Prediction and Compensation Approach Based on Haptic Surface Exploration", "day": 2, "author": "Song, Xiaojing - Liu, Hongbin - Bimbo, Joao - Althoefer, Kaspar - Seneviratne, Lakmal"}, {"cited": 1, "title": "Construction of a Compact Range Image Sensor Using a Multi-Slit Laser Projector Suitable for a Robot Hand", "day": 2, "author": "Iwasaki, Kazuya - Terabayashi, Kenji - Umeda, Kazunori"}, {"cited": 0, "title": "Fast Nearest Neighbor Search Using Approximate Cached K-D Tree", "day": 2, "author": "Choi, Won-Seok - Oh, Se-Young"}, {"cited": 8, "title": "Fast Incremental 3D Plane Extraction from a Collection of 2D Line Segments for 3D Mapping", "day": 2, "author": "An, Su-Yong - Lee, Lae-Kyoung - Oh, Se-Young"}, {"cited": 1, "title": "Thermal 3D Modeling of Indoor Environments for Saving Energy", "day": 2, "author": "Borrmann, Dorit - Afzal, Hassan - Elseberg, Jan - Nuechter, Andreas"}, {"cited": 0, "title": "An Autonomous 9-DOF Mobile-Manipulator System for in Situ 3D Object Modeling", "day": 2, "author": "Torabi, Liila - Gupta, Kamal"}, {"cited": 2, "title": "Collision Avoidance of Industrial Robot Arms Using an Invisible Sensitive Skin", "day": 2, "author": "Lam, Tin Lun - Yip, Hoi Wut - Qian, Huihuan - Xu, Yangsheng"}, {"cited": 45, "title": "Vision-Based Autonomous Mapping and Exploration Using a Quadrotor MAV", "day": 2, "author": "Fraundorfer, Friedrich - Heng, Lionel - Honegger, Dominik - Lee, Gim Hee - Meier, Lorenz - Tanskanen, Petri - Pollefeys, Marc"}, {"cited": 1, "title": "Predicting Micro Air Vehicle Landing Behaviour from Visual Texture", "day": 2, "author": "Bartholomew, John - Calway, Andrew - Mayol, Walterio"}, {"cited": 3, "title": "Vision-Only Estimation of Wind Field Strength and Direction from an Aerial Platform", "day": 2, "author": "Moore, Richard James Donald - Thurrowgood, Saul - Srinivasan, Mandyam"}, {"cited": 1, "title": "A Geometrical Approach for Vision Based Attitude and Altitude Estimation for UAVs in Dark Environments", "day": 2, "author": "Natraj, Ashutosh - Sturm, Peter - Demonceaux, Cdric - Vasseur, Pascal"}, {"cited": 1, "title": "An NARX-Based Approach for Human Emotion Identification", "day": 2, "author": "Alazrai, Rami - Lee, C. S. George"}, {"cited": 2, "title": "A Design Methodology for Expressing Emotion on Robot Faces", "day": 2, "author": "Shayganfar, Mohammad - Rich, Charles - Sidner, Candace"}, {"cited": 7, "title": "Development of Expressive Robotic Head for Bipedal Humanoid Robot", "day": 2, "author": "Kishi, Tatsuhiro - Otani, Takuya - Endo, Nobutsuna - Kryczka, Przemyslaw - Hashimoto, Kenji - Nakata, Kei - Takanishi, Atsuo"}, {"cited": 0, "title": "Confidence Fusion Based Emotion Recognition of Multiple Persons for Human-Robot Interaction", "day": 2, "author": "Luo, Ren - Lin, Pei-Hsien - Chang, Li Wen"}, {"cited": 0, "title": "Design and Calibration of Large Microphone Arrays for Robotic Applications", "day": 2, "author": "Perrodin, Florian - Nikolic, Janosch - Busset, Jol - Siegwart, Roland"}, {"cited": 4, "title": "Development of Multi-Wheeled Snake-Like Rescue Robots with Active Elastic Trunk", "day": 2, "author": "Suzuki, Kousuke - Nakano, Atsushi - Endo, Gen - Hirose, Shigeo"}, {"cited": 1, "title": "Crank-Wheel: A Brand New Mobile Base for Field Robots", "day": 2, "author": "Nakano, Hisami - Hirose, Shigeo"}, {"cited": 0, "title": "Initial Deployment of a Robotic Team - a Hierarchical Approach under Communication Constraints Verified on Low-Cost Platforms", "day": 2, "author": "Couceiro, Micael - Figueiredo, Carlos - Portugal, David - Rocha, Rui Paulo - Fonseca Ferreira, Nuno Miguel"}, {"cited": 1, "title": "Iterative Learning Control for a Musculoskeletal Arm: Utilizing Multiple Space Variables to Improve the Robustness", "day": 2, "author": "Tahara, Kenji - Kuboyama, Yuta - Kurazume, Ryo"}, {"cited": 1, "title": "A Generic Software Architecture for Control of Parallel Kinematics Designed for Reduced Computing Hardware", "day": 2, "author": "Dietrich, Franz - Grner, Sven - Raatz, Annika"}, {"cited": 6, "title": "Biologically Inspired Reactive Climbing Behavior of Hexapod Robots", "day": 2, "author": "Goldschmidt, Dennis - Hesse, Frank - Wrgtter, Florentin - Manoonpong, Poramate"}, {"cited": 10, "title": "Embodied Hyperacuity from Bayesian Perception: Shape and Position Discrimination with an Icub Fingertip Sensor", "day": 2, "author": "Lepora, Nathan - Martinez-Hernandez, Uriel - Barron-Gonzalez, Hector - Evans, Mathew - Metta, Giorgio - Prescott, Tony J"}, {"cited": 0, "title": "Semantic Object Maps for Robotic Housework - Representation, Acquisition and Use", "day": 2, "author": "Pangercic, Dejan - Tenorth, Moritz - Pitzer, Benjamin - Beetz, Michael"}, {"cited": 4, "title": "A Framework for the Design of Person Following Behaviors for Social Mobile Robots", "day": 2, "author": "Granata, Consuelo - Bidaud, Philippe"}, {"cited": 0, "title": "Playmate Robots That Can Act According to Childs Mental State", "day": 2, "author": "Abe, Kasumi - Akiko, Iwasaki - Nakamura, Tomoaki - Nagai, Takayuki - Yokoyama, Ayami - Shimotomai, Takayuki - Okada, Hiroyuki - Omori, Takashi"}, {"cited": 5, "title": "Planar Segmentation from Depth Images Using Gradient of Depth Feature", "day": 2, "author": "Enjarini, Bashar - Grser, Axel"}, {"cited": 0, "title": "What Can We Learn from 38, 000 Rooms? Reasoning about Unexplored Space in Indoor Environments", "day": 2, "author": "Aydemir, Alper - Jensfelt, Patric - Folkesson, John"}, {"cited": 4, "title": "Map Merging Using Hough Peak Matching", "day": 2, "author": "Saeedi Gharahbolagh, Sajad - Paull, Liam - Trentini, Michael - Seto, Mae - Li, Howard"}, {"cited": 4, "title": "Creating and Using Probabilistic Costmaps from Vehicle Experience", "day": 2, "author": "Murphy, Elizabeth - Martin, Steven Colin - Corke, Peter"}, {"cited": 7, "title": "Dynamic Visual Understanding of the Local Environment for an Indoor Navigating Robot", "day": 2, "author": "Tsai, Grace - Kuipers, Benjamin"}, {"cited": 0, "title": "Motion Planning for Two 3D--Dubins Vehicles with Distance Constraint", "day": 2, "author": "Marino, Hamal - Bonizzato, Marco - Bartalucci, Riccardo - Salaris, Paolo - Pallottino, Lucia"}, {"cited": 6, "title": "Anytime Safe Interval Path Planning for Dynamic Environments", "day": 2, "author": "Narayanan, Venkatraman - Phillips, Mike - Likhachev, Maxim"}, {"cited": 0, "title": "Motion Planning and Stochastic Control with Experimental Validation on a Planetary Rover", "day": 2, "author": "McAllister, Rowan - Peynot, Thierry - Fitch, Robert - Sukkarieh, Salah"}, {"cited": 3, "title": "A Cost-Aware Path Planning Algorithm for Mobile Robots", "day": 2, "author": "Suh, Junghun - Oh, Songhwai"}, {"cited": 3, "title": "Multi-Sensor ATTenuation Estimation (MATTE): Signal-Strength Prediction for Teams of Robots", "day": 2, "author": "Strom, Johannes H. - Olson, Edwin"}, {"cited": 4, "title": "Robust Acoustic Source Localization of Emergency Signals from Micro Air Vehicles", "day": 2, "author": "Basiri, Meysam - Schill, Felix - Lima, Pedro - Floreano, Dario"}, {"cited": 0, "title": "A Markov Semi-Supervised Clustering Approach and Its Application in Topological Region Extraction", "day": 2, "author": "Liu, Ming - Colas, Francis - Pomerleau, Francois - Siegwart, Roland"}, {"cited": 0, "title": "Search-Theoretic and Ocean Models for Localizing Drifting Objects", "day": 2, "author": "Yau, Joses - Chung, Timothy H."}, {"cited": 0, "title": "Tactile Sensor Based Varying Contact Point Manipulation Strategy for Dexterous Robot Hand Manipulating Unknown Objects", "day": 2, "author": "Zhang, Yuanfei - Liu, Hong"}, {"cited": 1, "title": "Card Manipulation Using a High-Speed Robot System with High-Speed Visual Feedback", "day": 2, "author": "Yamakawa, Yuji - Namiki, Akio - Ishikawa, Masatoshi"}, {"cited": 1, "title": "Action Gist Based Automatic Segmentation for Periodic In-Hand Manipulation Movement Learning", "day": 2, "author": "Cheng, Gang - Hendrich, Norman - Zhang, Jianwei"}, {"cited": 7, "title": "Development of a Low Cost Anthropomorphic Robot Hand with High Capability", "day": 2, "author": "Bae, Ji-Hun - Park, Sung-Woo - Park, Jae-Han - Baeg, Moon-Hong - Kim, Doik - Oh, Sang-Rok"}, {"cited": 9, "title": "Guided Pushing for Object Singulation", "day": 2, "author": "Hermans, Tucker - Rehg, James - Bobick, Aaron"}, {"cited": 18, "title": "Segmentation of Unknown Objects in Indoor Environments", "day": 2, "author": "Richtsfeld, Andreas - Mrwald, Thomas - Prankl, Johann - Zillich, Michael - Vincze, Markus"}, {"cited": 0, "title": "Robust Visual Servoing for Object Manipulation with Large Time-Delays of Visual Information", "day": 2, "author": "Kawamura, Akihiro - Tahara, Kenji - Kurazume, Ryo - Hasegawa, Tsutomu"}, {"cited": 0, "title": "Tire Mounting on a Car Using the Real-Time Control Architecture ARCADE", "day": 2, "author": "Nierhoff, Thomas - Lou, Lei - Koropouli, Vasiliki - Eggers, Martin - Fritzsch, Timo - Kourakos, Omiros - Kuehnlenz, Kolja - Lee, Dongheui - Radig, Bernd - Buss, Martin - Hirche, Sandra"}, {"cited": 3, "title": "Ascending Stairway Modeling: A First Step Toward Autonomous Multi-Floor Exploration", "day": 2, "author": "Delmerico, Jeffrey - Corso, Jason - Baran, David - David, Philip - Ryde, Julian"}, {"cited": 4, "title": "Low Cost MAV Platform AR-Drone in Experimental Verifications of Methods for Vision Based Autonomous Navigation", "day": 2, "author": "Saska, Martin - Krajnik, Tomas - Faigl, Jan - Vonasek, Vojtech - Preucil, Libor"}, {"cited": 1, "title": "Contactless Deflection Sensing of Concave and Convex Shapes Assisted by Soft Mirrors", "day": 2, "author": "Dobrzynski, Michal Karol - Halasz, Ionut - Pericet-Camara, Ramon - Floreano, Dario"}, {"cited": 1, "title": "Deformable Structure from Motion by Fusing Visual and Inertial Measurement Data", "day": 2, "author": "Giannarou, Stamatia - Zhang, Zhiqiang - Yang, Guang-Zhong"}, {"cited": 10, "title": "Manipulator State Estimation with Low Cost Accelerometers and Gyroscopes", "day": 2, "author": "Roan, Philip - Deshpande, Nikhil - Wang, Yizhou - Pitzer, Benjamin"}, {"cited": 5, "title": "Vision-Aided Inertial Navigation Using Virtual Features", "day": 2, "author": "Troiani, Chiara - Martinelli, Agostino"}, {"cited": 1, "title": "Sensor Fusion Based Human Detection and Tracking System for Human-Robot Interaction", "day": 2, "author": "Ong, Kai Siang - Hsu, Yuan-Han - Fu, Li-Chen"}, {"cited": 8, "title": "Evaluating Risk at Road Intersections by Detecting Conflicting Intentions", "day": 2, "author": "Lefvre, Stphanie - Laugier, Christian - Ibanez-Guzman, Javier"}, {"cited": 5, "title": "Contextual Scene Segmentation of Driving Behavior Based on Double Articulation Analyzer", "day": 2, "author": "Takenaka, Kazuhito - Bando, Takashi - Nagasaka, Shogo - Taniguchi, Tadahiro - Hitomi, Kentarou"}, {"cited": 4, "title": "Driver Assistance System for Backward Maneuvers in Passive Multi-Trailer Vehicles", "day": 2, "author": "Morales Rodriguez, Jesus - Mandow, Anthony - Martinez, Jorge L. - Garca-Cerezo, Alfonso"}, {"cited": 3, "title": "Investigation of Personal Mobility Vehicle Stability and Maneuverability under Various Road Scenarios", "day": 2, "author": "Masood, Jawad - Zoppi, Matteo - Molfino, Rezia"}, {"cited": 3, "title": "Communication Coverage for Independently Moving Robots", "day": 2, "author": "Gil, Stephanie - Feldman, Dan - Rus, Daniela"}, {"cited": 0, "title": "Reconsidering Inter and Intra-Limb Coordination Mechanisms in Quadruped Locomotion", "day": 2, "author": "Kano, Takeshi - Owaki, Dai - Ishiguro, Akio"}, {"cited": 4, "title": "Materials and Mechanisms for Amorphous Robotic Construction", "day": 2, "author": "Napp, Nils - Rappoli, Olive R. - Wu, Jessica M. - Nagpal, Radhika"}, {"cited": 3, "title": "Harp Plucking Robotic Finger", "day": 2, "author": "Chadefaux, Delphine - Le Carrou, Jean-Loc - Vitrani, Marie-Aude - Billout, Sylvre - Quartier, Laurent"}, {"cited": 2, "title": "Humanlike Shoulder Complex for Musculoskeletal Robot Arms", "day": 2, "author": "Ikemoto, Shuhei - Kannou, Fumiya - Hosoda, Koh"}, {"cited": 1, "title": "A Modular and Waterproof Snake Robot Joint Mechanism with a Novel Force/Torque Sensor", "day": 2, "author": "Liljebck, Pl - Stavdahl, yvind - Pettersen, Kristin Y. - Gravdahl, Jan Tommy"}, {"cited": 38, "title": "Synthesis and Stabilization of Complex Behaviors through Online Trajectory Optimization", "day": 2, "author": "Tassa, Yuval - Erez, Tom - Todorov, Emanuel"}, {"cited": 16, "title": "Trajectory Optimization for Domains with Contacts Using Inverse Dynamics", "day": 2, "author": "Erez, Tom - Todorov, Emanuel"}, {"cited": 0, "title": "Robust Estimation of Contact Information for Recognition of the Physical Properties of an Object", "day": 2, "author": "Takuma, Takashi - Takamine, Ken - Masuda, Tatsuya"}, {"cited": 0, "title": "Modeling and Simulation of Friction Forces During Needle Insertion Using Local Constraint Method", "day": 2, "author": "Wang, Lijuan - Wang, Zhongkui - Hirai, Shinichi"}, {"cited": 0, "title": "Comparison of Position and Force-Based Techniques for Environment Stiffness Estimation in Robotic Tasks", "day": 2, "author": "Coutinho, Fernanda - Cortesao, Rui"}, {"cited": 0, "title": "On-Line Road Boundary Estimation by Switching Multiple Road Models Using Visual Features from a Stereo Camera", "day": 2, "author": "Chiku, Takeshi - Miura, Jun"}, {"cited": 7, "title": "Robot Navigation with Model Predictive Equilibrium Point Control", "day": 2, "author": "Park, Jong Jin - Johnson, Collin - Kuipers, Benjamin"}, {"cited": 2, "title": "Non-Metric Navigation for Mobile Robot Using Optical Flow", "day": 2, "author": "Liau, Yung Siang - Zhang, Qun - Li, Yanan - Ge, Shuzhi Sam"}, {"cited": 0, "title": "Singularity-Free State-Space Representation for Non-Holonomic, Omnidirectional Undercarriages by Means of Coordinate Switching", "day": 2, "author": "Connette, Christian Pascal - Haegele, Martin - Verl, Alexander"}, {"cited": 0, "title": "Shop Floor Based Programming of Assembly Assistants for Industrial Pick-And-Place Applications", "day": 2, "author": "Dose, Sven - Dillmann, Rdiger"}, {"cited": 21, "title": "Cooperative Quadrocopter Ball Throwing and Catching", "day": 2, "author": "Ritz, Robin - Mueller, Mark Wilfried - Hehn, Markus - D'Andrea, Raffaello"}, {"cited": 9, "title": "Real-Time Trajectory Generation for Interception Maneuvers with Quadrocopters", "day": 2, "author": "Hehn, Markus - D'Andrea, Raffaello"}, {"cited": 5, "title": "Aerial Grasping of a Moving Target with a Quadrotor UAV", "day": 2, "author": "Spica, Riccardo - Franchi, Antonio - Oriolo, Giuseppe - Buelthoff, Heinrich H. - Robuffo Giordano, Paolo"}, {"cited": 7, "title": "Visual Tracking and Following of a Quadrocopter by Another Quadrocopter", "day": 2, "author": "Wenzel, Karl E. - Masselli, Andreas - Zell, Andreas"}, {"cited": 4, "title": "A New Utility Function for Smooth Transition between Exploration and Exploitation of a Wind Energy Field", "day": 2, "author": "Chung, Jen Jen - Trujillo, Miguel Angel - Sukkarieh, Salah"}, {"cited": 1, "title": "Minimum Angular Acceleration Control of Articulated Body Dynamics", "day": 2, "author": "Movellan, Javier"}, {"cited": 0, "title": "A New Feedback Robot Control Method Based on Position/Image Sensor Integration", "day": 2, "author": "Nishida, Ryosuke - Kawamura, Sadao"}, {"cited": 3, "title": "A Framework for Realistic Simulation of Networked Multi-Robot Systems", "day": 2, "author": "Kudelski, Michal - Cinus, Marco - Gambardella, Luca - Di Caro, Gianni A."}, {"cited": 23, "title": "MuJoCo: A Physics Engine for Model-Based Control", "day": 2, "author": "Todorov, Emanuel - Erez, Tom - Tassa, Yuval"}, {"cited": 1, "title": "Extensive Analysis of Linear Complementarity Problem (LCP) Solver Performance on Randomly Generated Rigid Body Contact Problems", "day": 2, "author": "Drumwright, Evan - Shell, Dylan"}, {"cited": 0, "title": "Experimental Results for Image-Based Geometrical Reconstruction for Spacecraft Rendezvous Navigation with Unknown and Uncooperative Target Spacecraft", "day": 2, "author": "Schnitzer, Frank - Janschek, Klaus - Willich, Georg"}, {"cited": 1, "title": "Accuracy Improvement of Delay Time Compensation Based on the Coefficient of Restitution for a Hybrid Simulator", "day": 2, "author": "Satake, Yoshikazu - Abiko, Satoko - Jiang, Xin - Konno, Atsushi - Uchiyama, Masaru"}, {"cited": 1, "title": "Launching Penetrator by Casting Manipulator System", "day": 2, "author": "Arisumi, Hitoshi - Otsuki, Masatsugu - Nishida, Shin-Ichiro"}, {"cited": 3, "title": "Augmented Reality Environment with Virtual Fixtures for Robotic Telemanipulation in Space", "day": 2, "author": "Xia, Tian - Leonard, Simon - Deguet, Anton - Whitcomb, Louis - Kazanzides, Peter"}, {"cited": 4, "title": "A Grouser Spacing Equation for Determining Appropriate Geometry of Planetary Rover Wheels", "day": 2, "author": "Skonieczny, Krzysztof - Moreland, Scott J. - Wettergreen, David"}, {"cited": 0, "title": "A Simple Controller for a Variable Stiffness Joint with Uncertain Dynamics and Prescribed Performance Guarantees", "day": 2, "author": "Psomopoulou, Efi - Doulgeri, Zoe - Rovithakis, George - Tsagarakis, Nikolaos"}, {"cited": 0, "title": "On the Control of Redundant Robots with Variable Stiffness Actuation", "day": 2, "author": "Palli, Gianluca - Melchiorri, Claudio"}, {"cited": 0, "title": "Limit Cycles and Stiffness Control with Variable Stiffness Actuators", "day": 2, "author": "Carloni, Raffaella - Marconi, Lorenzo"}, {"cited": 2, "title": "On Impact Decoupling Properties of Elastic Robots and Time Optimal Velocity Maximization on Joint Level", "day": 2, "author": "Haddadin, Sami - Krieger, Kai - Mansfeld, Nico - Albu-Schffer, Alin"}, {"cited": 0, "title": "Rigid vs. Elastic Actuation: Requirements &amp; Performance", "day": 2, "author": "Haddadin, Sami - Mansfeld, Nico - Albu-Schffer, Alin"}, {"cited": 5, "title": "A Collaborative Control System for Telepresence Robots", "day": 2, "author": "Macharet, Douglas Guimares - Florencio, Dinei"}, {"cited": 6, "title": "Design of TELESAR V for Transferring Bodily Consciousness in Telexistence", "day": 2, "author": "Fernando, Charith Lasantha - Furukawa, Masahiro - Kurogi, Tadatoshi - Kamuro, Sho - Sato, Katsunari - Minamizawa, Kouta - Tachi, Susumu"}, {"cited": 0, "title": "Armrest Joystick -Mechanism Design and Basic Experiments", "day": 2, "author": "Ishida, Hiroaki - Hagiwara, Tetsuo - Ueda, Koji - Hirose, Shigeo"}, {"cited": 6, "title": "Networked Teleoperation with Non-Passive Environment: Application to Tele-Rehabilitation", "day": 2, "author": "Atashzar, Seyed Farokh - Polushin, Ilia G. - Patel, Rajnikant V."}, {"cited": 0, "title": "Towards Robotic Re-Embodiment Using a Brain-And-Body-Computer Interface", "day": 2, "author": "Martens, Nikolas - Jenke, Robert E.W. - Abu-Alqumsan, Mohammad - Kapeller, Christoph - Hintermueller, Christoph - Guger, Christoph - Peer, Angelika - Buss, Martin"}, {"cited": 0, "title": "Rock-Paper-Scissors Prediction Experiments Using Muscle Activations", "day": 2, "author": "Jang, Giho - Choi, Youngjin - Qu, Zhihua"}, {"cited": 2, "title": "RobChair: Experiments Evaluating Brain-Computer Interface to Steer a Semi-Autonomous Wheelchair", "day": 2, "author": "Lopes, Ana - Pires, Gabriel - Nunes, Urbano"}, {"cited": 5, "title": "Experimental Study on Haptic Communication of a Human in a Shared Human-Robot Collaborative Task", "day": 2, "author": "Dumora, Julie - Geffard, Franck - Bidard, Catherine - Brouillet, Thibaut - Fraisse, Philippe"}, {"cited": 1, "title": "Robots Move: Bootstrapping the Development of Object Representations Using Sensorimotor Coordination", "day": 2, "author": "Glover, Arren - Wyeth, Gordon"}, {"cited": 13, "title": "Maximally Informative Interaction Learning for Scene Exploration", "day": 2, "author": "van Hoof, Herke - Kroemer, Oliver - Ben Amor, Heni - Peters, Jan"}, {"cited": 1, "title": "Perceptual Development Triggered by Its Self-Organization in Cognitive Learning", "day": 2, "author": "Kawai, Yuji - Nagai, Yukie - Asada, Minoru"}, {"cited": 5, "title": "Towards Robotic Calligraphy", "day": 2, "author": "Huebel, Nico - Mueggler, Elias - Waibel, Markus - D'Andrea, Raffaello"}, {"cited": 1, "title": "Learning Throwing and Catching Skills", "day": 2, "author": "Kober, Jens - Muelling, Katharina - Peters, Jan"}, {"cited": 4, "title": "NAO Walking down a Ramp Autonomously", "day": 2, "author": "Lutz, Christan - Atmanspacher, Felix - Hornung, Armin - Bennewitz, Maren"}, {"cited": 5, "title": "A New Feature Detector and Stereo Matching Method for Accurate High-Performance Sparse Stereo Matching", "day": 2, "author": "Schauwecker, Konstantin - Klette, Reinhard - Zell, Andreas"}, {"cited": 14, "title": "Real-Time Velocity Estimation Based on Optical Flow and Disparity Matching", "day": 2, "author": "Honegger, Dominik - Meier, Lorenz - Tanskanen, Petri - Greisen, Pierre - Pollefeys, Marc"}, {"cited": 3, "title": "Can Stereo Vision Replace a Laser Rangefinder?", "day": 2, "author": "Antunes, Michel - Barreto, Joo P. - Premebida, Cristiano - Nunes, Urbano"}, {"cited": 0, "title": "Dependable Dense Stereo Matching by Both Two-Layer Recurrent Process and Chaining Search", "day": 2, "author": "Lee, Sehyung - Park, Young-Bin - Suh, Il Hong"}, {"cited": 1, "title": "Multi-Objective Optimization for Telerobotic Operations Via the Internet", "day": 2, "author": "Jia, Yunyi - Xi, Ning - Liu, Shuang - Zhang, Huatao - Bi, Sheng"}, {"cited": 0, "title": "A Master-Slave Robotic Simulator Based on GPUDirect", "day": 2, "author": "Li, Jianying - Guo, Yu - Zhang, Heye - Xie, Yongming"}, {"cited": 0, "title": "Network Unfoldment and Application to Wave Variables Using Measured Forces", "day": 2, "author": "Artigas, Jordi - Hirzinger, Gerd"}, {"cited": 1, "title": "Unimodal Asymmetric Interface for Teleoperation of Mobile Manipulators: A User Study", "day": 2, "author": "Hernandez Herdocia, Alejandro - Shademan, Azad - Jagersand, Martin"}, {"cited": 0, "title": "Acquisition and Use of Transferable, Spatio-Temporal Plan Representations for Human-Robot Interaction", "day": 2, "author": "Karg, Michael - Kirsch, Alexandra"}, {"cited": 0, "title": "Hierarchical Generalized Context Inference for Context-Aware Smart Homes", "day": 2, "author": "Wu, Chao-Lin - Weng, Mao Yuan - Lu, Ching-Hu - Fu, Li-Chen"}, {"cited": 6, "title": "Context-Aware Home Energy Saving Based on Energy-Prone Context", "day": 2, "author": "Weng, Mao Yuan - Wu, Chao-Lin - Lu, Ching-Hu - Yeh, Hui-Wen - Fu, Li-Chen"}, {"cited": 16, "title": "Learning and Generalization of Complex Tasks from Unstructured Demonstrations", "day": 2, "author": "Niekum, Scott - Osentoski, Sarah - Konidaris, George Dimitri - Barto, Andy"}, {"cited": 6, "title": "Weighted Synergy Graphs for Role Assignment in Ad Hoc Heterogeneous Robot Teams", "day": 2, "author": "Liemhetcharat, Somchaya - Veloso, Manuela"}, {"cited": 2, "title": "Multi-Robot Multi-Object Rearrangement in Assignment Space", "day": 2, "author": "Levihn, Martin - Igarashi, Takeo - Stilman, Mike"}, {"cited": 3, "title": "On Mission-Dependent Coordination of Multiple Vehicles under Spatial and Temporal Constraints", "day": 2, "author": "Pecora, Federico - Cirillo, Marcello - Dimitrov, Dimitar Nikolaev"}, {"cited": 2, "title": "Multi-Robot Exploration and Rendezvous on Graphs", "day": 2, "author": "Meghjani, Malika - Dudek, Gregory"}, {"cited": 1, "title": "Efficient Search for Correct and Useful Topological Maps", "day": 2, "author": "Johnson, Collin - Kuipers, Benjamin"}, {"cited": 1, "title": "Accurate On-Line 3D Occupancy Grids Using Manhattan World Constraints", "day": 2, "author": "Peasley, Brian - Birchfield, Stan - Cunningham, Alexander - Dellaert, Frank"}, {"cited": 5, "title": "Accurate 3D Maps from Depth Images and Motion Sensors Via Nonlinear Kalman Filtering", "day": 2, "author": "Hervier, Thibault - Bonnabel, Silvere - Goulette, Franois"}, {"cited": 11, "title": "Fourier-Based Registrations for Two-Dimensional Forward-Looking Sonar Image Mosaicing", "day": 2, "author": "Hurtos, Natalia - Cufi, Xavier - Petillot, Yvan R. - Salvi, Joaquim"}, {"cited": 3, "title": "Path Planning for Image-Based Control of Wheeled Mobile Manipulators", "day": 2, "author": "Kazemi, Moslem - Gupta, Kamal - Mehrandezh, Mehran"}, {"cited": 5, "title": "Mobile Manipulation through an Assistive Home Robot", "day": 2, "author": "Ciocarlie, Matei - Hsiao, Kaijen - Leeper, Adam Eric - Gossow, David"}, {"cited": 0, "title": "Modeling and Control of Cylindrical Mobile Robot", "day": 2, "author": "Hirano, Tetsurou - Ishikawa, Masato - Osuka, Koichi"}, {"cited": 4, "title": "Sensor-Based Redundancy Resolution for a Nonholonomic Mobile Manipulator", "day": 2, "author": "Zhang, Huatao - Jia, Yunyi - Xi, Ning"}, {"cited": 5, "title": "Redundant Inverse Kinematics: Experimental Comparative Review and Two Enhancements", "day": 2, "author": "Colom, Adri - Torras, Carme"}, {"cited": 0, "title": "Hierarchical Strategy for Dynamic Coverage", "day": 2, "author": "Franco, Carlos - Paesa, David - Lopez-Nicolas, Gonzalo - Sagues, Carlos - Llorente, Sergio"}, {"cited": 3, "title": "Internal Model Control for Improving the Gait Tracking of a Compliant Humanoid Robot", "day": 2, "author": "Colasanto, Luca - Tsagarakis, Nikolaos - Li, Zhibin - Caldwell, Darwin G."}, {"cited": 2, "title": "Approximate Steering of a Plate-Ball System under Bounded Model Perturbation Using Ensemble Control", "day": 2, "author": "Becker, Aaron - Bretl, Timothy"}, {"cited": 0, "title": "A Novel Approach for Steeringwheel Synchronization with Velocity/Acceleration Limits and Mechanical Constraints", "day": 2, "author": "Schwesinger, Ulrich - Pradalier, Cedric - Siegwart, Roland"}, {"cited": 0, "title": "Wheeled Inverted-Pendulum-Type Personal Mobility Robot with Collaborative Control of Seat Slider and Leg Wheels", "day": 2, "author": "Tomokuni, Nobuyasu - Shino, Motoki"}, {"cited": 0, "title": "Disturbance Compensation in Pushing, Pulling, and Lifting for Load Transporting Control of a Wheeled Inverted Pendulum Type Assistant Robot Using the Extended State Observer", "day": 2, "author": "Canete, Luis - Takahashi, Takayuki"}, {"cited": 1, "title": "A 3D Dynamic Model of a Spherical Wheeled Self-Balancing Robot", "day": 2, "author": "Inal, Ali Nail - Morgul, Omer - Saranli, Uluc"}, {"cited": 0, "title": "Dual Back-Stepping Observer to Anticipate the Rollover Risk in Under/over-Steering Situations. Application to ATVs in Off-Road Context", "day": 2, "author": "Richier, Mathieu - Lenain, Roland - Thuilot, Benoit - Debain, Christophe"}, {"cited": 2, "title": "Towards Learning of Safety Knowledge from Human Demonstrations", "day": 2, "author": "Ertle, Philipp - Tokic, Michel - Cubek, Richard - Voos, Holger - Sffker, Dirk"}, {"cited": 4, "title": "Psychological Experiments on Avoidance Action Characteristics for Estimating Avoidability of Harm to Eyes from Robots", "day": 2, "author": "Hattori, Takamasa - Yamada, Yoji - Mori, Shuji - Okamoto, Shogo - Hara, Susumu"}, {"cited": 5, "title": "A Truly Safely Moving Robot Has to Know What Injury It May Cause", "day": 2, "author": "Haddadin, Sami - Haddadin, Simon - Khoury, Augusto - Rokahr, Tim - Parusel, Sven - Burgkart, Rainer - Bicchi, Antonio - Albu-Schffer, Alin"}, {"cited": 2, "title": "A Supervisory Control System for a Multi-Fingered Robotic Hand Using Datagloves and a Haptic Device", "day": 2, "author": "Yoshimura, Youtaro - Ozawa, Ryuta"}, {"cited": 4, "title": "Experiments in Quasi-Static Manipulation of a Planar Elastic Rod", "day": 2, "author": "Matthews, Dennis - Bretl, Timothy"}, {"cited": 0, "title": "Whole-Body Force Sensation by Force Sensor with End-Effector of Arbitrary Shape", "day": 2, "author": "Kurita, Naoyuki - Sakaino, Sho - Tsuji, Toshiaki"}, {"cited": 2, "title": "Robots for Humanity: User-Centered Design for Assistive Mobile Manipulation", "day": 2, "author": "Chen, Tiffany - Ciocarlie, Matei - Cousins, Steve - Grice, Phillip M. - Hawkins, Kelsey - Hsiao, Kaijen - Kemp, Charlie - King, Chih-Hung - Lazewatsky, Daniel - Leeper, Adam Eric - Nguyen, Hai - Paepcke, Andreas - Pantofaru, Caroline - Smart, William - Takayama, Leila"}, {"cited": 2, "title": "Autonomous Construction of a Roofed Structure: Synthesizing Planning and Stigmergy on a Mobile Robot", "day": 2, "author": "Wismer, Stefan - Hitz, Gregory - Bonani, Michael - Gribovskiy, Alexey - Pradalier, Cedric - Magnenat, Stphane"}, {"cited": 2, "title": "Additional Manipulating Function for Limited Narrow Space with Omnidirectional Driving Gear", "day": 2, "author": "Tadakuma, Kenjiro - Tadakuma, Riichiro - Ioka, Kyohei - Kudo, Takeshi - Takagi, Minoru - Tsumaki, Yuichi - Higashimori, Mitsuru - Kaneko, Makoto"}, {"cited": 0, "title": "Telexistence  from 1980 to 2012", "day": 2, "author": "Tachi, Susumu - Minamizawa, Kouta - Furukawa, Masahiro - Fernando, Charith Lasantha"}, {"cited": 0, "title": "The Dynamo Project: The Worlds First Robot Soccer Players", "day": 2, "author": "Mackworth, Alan"}, {"cited": 3, "title": "The Birth of the Brain-Controlled Wheelchair", "day": 2, "author": "Carlson, Tom - Leeb, Robert - Chavarriaga, Ricardo - Milln, Jos del R."}, {"cited": 3, "title": "CoBots: Collaborative Robots Servicing Multi-Floor Buildings", "day": 2, "author": "Veloso, Manuela - Biswas, Joydeep - Coltin, Brian - Rosenthal, Stephanie - Brandao, Susana, D - Kollar, Thomas - Merili, etin - Samadi, Mehdi - Ventura, Rodrigo"}, {"cited": 4, "title": "A Decade of Rescue Robots", "day": 2, "author": "Murphy, Robin"}, {"cited": 0, "title": "10 Years in the Cooperation of Unmanned Aerial Systems", "day": 3, "author": "Ollero, Anibal - Kondak, Konstantin"}, {"cited": 0, "title": "Video: RoboCup Robot Soccer History 1997  2011", "day": 3, "author": "Stone, Peter - Veloso, Manuela"}, {"cited": 4, "title": "Variable Impedance Actuators: Moving the Robots of Tomorrow", "day": 3, "author": "Vanderborght, Bram - Albu-Schffer, Alin - Bicchi, Antonio - Burdet, Etienne - Caldwell, Darwin G. - Carloni, Raffaella - Catalano, Manuel - Ganesh, Gowrishankar - Garabini, Manolo - Grioli, Giorgio - Haddadin, Sami - Jafari, Amir - Laffranchi, Matteo - Lefeber, Dirk - Petit, Florian - Stramigioli, Stefano - Tsagarakis, Nikolaos - Van Damme, Michal - Van Ham, Ronald - Visser, Ludo C. - Wolf, Sebastian - Grebenstein, Markus"}, {"cited": 2, "title": "Development of Robotic Hands: The UB Hand Evolution", "day": 3, "author": "Palli, Gianluca - Scarcia, Umberto - Melchiorri, Claudio - Vassura, Gabriele"}, {"cited": 0, "title": "The Power of Prediction: Robots That Read Intentions", "day": 3, "author": "Bicho, Estela - Erlhagen, Wolfram - Sousa, Emanuel - Machado, Toni - Louro, Luis - Hipolito, Nzoji - Costa e Silva, Eliana - Silva, Rui - Cuijpers, Raymond - Meulenbroek, Ruud - Bekkering, Harold"}, {"cited": 1, "author": "Ishikawa, Masatoshi - Namiki, Akio - Senoo, Taku - Yamakawa, Yuji", "day": 3, "title": "Ultra High-Speed Robot Based on 1 kHz Vision System"}], "last": 857}