{"RSS10": [{"cited": 4, "author": "R. Maladen - Y. Ding - P. Umbanhowar - A. Kamor and D. Goldman", "day": 0, "title": "Biophysically inspired development of a sand-swimming robot"}, {"cited": 17, "author": "P. Sreetharan and R. Wood", "day": 0, "title": "Passive torque regulation in an underactuated flapping wing robotic insect"}, {"cited": 4, "author": "I. Vasilescu - C. Detweiler and D. Rus", "day": 0, "title": "Color-Accurate Underwater Imaging using Perceptual Adaptive Illumination"}, {"cited": 6, "author": "A. Huang and S. Teller", "day": 0, "title": "Probabilistic Lane Estimation using Basis Curves"}, {"cited": 45, "author": "J. Kober - E. Oztop and J. Peters", "day": 0, "title": "Reinforcement Learning to adjust Robot Movements to New Situations"}, {"cited": 3, "author": "M. M. Ankarali and U. Saranli", "day": 0, "title": "Analysis and Control of a Dissipative Spring-Mass Hopper with Torque Actuation"}, {"cited": 44, "author": "D. Pratichizzo - M. Malvezzi and A. Bicchi", "day": 0, "title": "On motion and force controllability of grasping hands with postural synergies"}, {"cited": 4, "author": "K. Koganezawa", "day": 0, "title": "Back-drivable and Inherently Safe Mechanism for Artificial Finger"}, {"cited": 40, "author": "R. Triebel - J. Shin and R. Siegwart", "day": 0, "title": "Segmentation and Unsupervised Part-based Discovery of Repetitive Objects"}, {"cited": 142, "author": "H. Strasdat - J. M. M. Montiel and A. Davison", "day": 0, "title": "Scale Drift-Aware Large Scale Monocular SLAM"}, {"cited": 20, "author": "S. Webster - L. Whitcomb and R. Eustice", "day": 0, "title": "Preliminary Results in Decentralized Estimation for Single-Beacon Acoustic Underwater Navigation"}, {"cited": 13, "author": "G. Grioli and A. Bicchi", "day": 0, "title": "A Non-invasive Real-Time Method for Measuring Variable Stiffness"}, {"cited": 22, "author": "R. Aragues - E. Montijano and C. Sagues", "day": 0, "title": "Consistent data association in multi-robot systems with limited communications"}, {"cited": 16, "author": "J. B. Sol - F. Thomas and C. Torras", "day": 0, "title": "Singularity-invariant leg rearrangements in doubly-planar Stewart-Gough platforms"}, {"cited": 10, "author": "N. Jarrasse and G. Morel", "day": 0, "title": "On the kinematic design of exoskeletons and their fixations with a human member"}, {"cited": 15, "author": "L. Liu and D. Shell", "day": 0, "title": "Assessing Optimal Assignment under Uncertainty: An Interval-based Algorithm"}, {"cited": 97, "author": "J. V. D. Berg - P. Abbeel and K. Goldberg", "day": 0, "title": "LQG-MP: Optimized Path Planning for Robots with Motion Uncertainty and Imperfect State Information"}, {"cited": 0, "author": "L. Odhner and A. Dollar", "day": 0, "title": "The Smooth Curvature Flexure Model: An Accurate, Low-Dimensional Approach for Robot Analysis"}, {"cited": 9, "author": "R. Platt - M. Abdallah and C. Wampler", "day": 0, "title": "Multi-Priority Cartesian Impedance Control"}, {"cited": 0, "author": "J. Buchli - E. Theodorou - F. Stulp and S. Schaal", "day": 0, "title": "Variable Impedance Control - A Reinforcement Learning Approach"}, {"cited": 4, "author": "L. Xu and T. Stentz", "day": 0, "title": "A Fast Traversal Heuristic and Optimal Algorithm for Effective Environmental Coverage"}, {"cited": 24, "author": "Y. Tassa and E. Todorov", "day": 0, "title": "Stochastic Complementarity for Local Control of Discontinuous Dynamics"}, {"cited": 7, "author": "S. Bhattacharya - V. Kumar and M. Likachev", "day": 0, "title": "Distributed Optimization with Pairwise Constraints and its Application to Multi-robot Path Planning"}, {"cited": 32, "author": "A. Ranganathan", "day": 0, "title": "PLISS: Detecting and Labeling Places Using Online Change-Point Detection"}, {"cited": 13, "author": "J.-S. Gutmann - E. Eade - P. Fong and M. Munich", "day": 0, "title": "A Constant-Time Algorithm for Vector Field SLAM using an Exactly Sparse Extended Information Filter"}, {"cited": 1, "author": "O. Booij - Z. Zivkovic and B. Krse", "day": 0, "title": "Efficient probabilistic planar robot motion estimation given pairs of images"}, {"cited": 10, "author": "M. Smith - I. Posner and P. Newman", "day": 0, "title": "Efficient Non-Parametric Surface Representations Using Active Sampling for Push Broom Laser Data"}, {"cited": 13, "author": "M. Vitus and C. Tomlin", "day": 0, "title": "Sensor Placement for Improved Robotic Navigation"}, {"cited": 54, "author": "K. Hsiao - L. Kaelbling and T. Lozano-Perez", "day": 0, "title": "Task-Driven Tactile Exploration"}, {"cited": 78, "author": "M. Gabiccini and A. Bicchi", "day": 0, "title": "On the Role of Hand Synergies in the Optimal Choice of Grasping Forces"}, {"cited": 9, "author": "U. Nagarajan", "day": 0, "title": "Dynamic Constraint-based Optimal Shape Trajectory Planner for Shape-Accelerated Underactuated Balancing Systems"}, {"cited": 0, "author": "B. Ruddy and I. Hunter", "day": 0, "title": "Design and Optimization Strategies for Muscle-Like Direct Drive Linear Permanent Magnet Motors"}, {"cited": 4, "author": "S. Berman - Q. Lindsey - M. Sakar - V. Kumar and S. Pratt", "day": 0, "title": "Study of group food retrieval by ants as a model for multi-robot collective transport strategies"}, {"cited": 123, "author": "S. Karaman and E. Frazzoli", "day": 0, "title": "Incremental Sampling-based Algorithms for Optimal Motion Planning"}, {"cited": 9, "author": "D. Song - C. Y. Kim and J. Yi", "day": 0, "title": "Stochastic Modeling of the Expected Time to Search for an Intermittent Signal Source Under a Limited Sensing Range"}, {"cited": 65, "author": "B. Boots - S. Siddiqi and G. Gordon", "day": 0, "title": "Closing the Learning-Planning Loop with Predictive State Representations"}, {"cited": 77, "author": "R. Platt - R. Tedrake - L. Kaelbling and T. Lozano-Perez", "day": 0, "title": "Belief space planning assuming maximum likelihood observations"}, {"cited": 7, "author": "A. Becker and T. Bretl", "day": 0, "title": "Motion planning under bounded uncertainty using ensemble control"}, {"cited": 10, "author": "G. Hwang - S. Haliyo and S. Rgnier", "day": 0, "title": "Remotely Powered Propulsion of Helical Nanobelts"}, {"cited": 1, "author": "R. Schulman and B. Yurke", "day": 0, "title": "A Molecular Algorithm for Path Self-Assembly in 3 Dimensions"}], "last": 39}