{"IROS11": [{"cited": 0, "author": "Kojima, Masaru - Nakajima, Masahiro - Takiguchi, Kingo - Homma, Michio - Kondo, Takao - Fukuda, Toshio", "day": 0, "title": "Evaluation of Biological Clock Activity Capsulated by Lipid-Mono-Layer"}, {"cited": 0, "author": "Obara, Takeshi - Igarashi, Yasunobu - Hashimoto, Koichi", "day": 0, "title": "Fast and Adaptive Auto-Focusing for Microscopic Cell Observation"}, {"cited": 0, "author": "Maruyama, Hisataka - Tomita, Kyohei - Masuda, Taisuke - Arai, Fumihito", "day": 0, "title": "Temperature Measurement by Color Analysis of Fluorescent Spectrum Using Cell Investigation Tool Impregnated with Quantum Dot for Cell Measurement on a Microfluidic Chip"}, {"cited": 3, "author": "Dahmen, Christian - Fatikow, Sergej", "day": 0, "title": "Tracking of Objects in Motion-Distorted Scanning Electron Microscope Images"}, {"cited": 1, "author": "Kawakami, Daiki - Ohara, Kenichi - Takubo, Tomohito - Mae, Yasushi - Ichikawa, Akihiko - Tanikawa, Tamio - Arai, Tatsuo", "day": 0, "title": "Cell Hardness Measurement by Using Two-Fingered Microhand with Micro Force Sensor"}, {"cited": 0, "author": "Finio, Benjamin - Galloway, Kevin - Wood, Robert", "day": 0, "title": "An Ultra-High Precision, High Bandwidth Torque Sensor for Microrobotics Applications"}, {"cited": 2, "author": "Piat, Emmanuel - Abadie, Joel - Oster, Stphane", "day": 0, "title": "Nanoforce Estimation with Kalman Filtering Applied to a Force Sensor Based on Diamagnetic Levitation"}, {"cited": 1, "author": "Grira, Aymen - Legrand, Bernard - Rotinat, Christine - Mairiaux, Estelle - Buchaillot, Lionel", "day": 0, "title": "Optimal Design of Non Intuitive Compliant Microgripper with High Resolution"}, {"cited": 28, "author": "Galvez Lopez, Dorian - Tardos, Juan D.", "day": 0, "title": "Real-Time Loop Detection with Bags of Binary Words"}, {"cited": 6, "author": "Saarinen, Jari Pekka - Forsman, Pekka - Paanajrvi, Janne Olavi", "day": 0, "title": "Best-First Branch and Bound Search Method for Map Based Localization"}, {"cited": 8, "author": "Huang, Guoquan - Mourikis, Anastasios - Roumeliotis, Stergios", "day": 0, "title": "An Observability-Constrained Sliding Window Filter for SLAM"}, {"cited": 20, "author": "Biswas, Joydeep - Coltin, Brian - Veloso, Manuela", "day": 0, "title": "Corrective Gradient Refinement for Mobile Robot Localization"}, {"cited": 7, "author": "Breitenmoser, Andreas - Kneip, Laurent - Siegwart, Roland", "day": 0, "title": "A Monocular Vision-Based System for 6D Relative Robot Localization"}, {"cited": 0, "author": "Ziegler, Jakob - Kretzschmar, Henrik - Stachniss, Cyrill - Grisetti, Giorgio - Burgard, Wolfram", "day": 0, "title": "Accurate Human Motion Capture in Large Areas by Combining IMU and Laser-Based People Tracking"}, {"cited": 0, "author": "Nieto, Juan - Agamennoni, Gabriel - Vidal-Calleja, Teresa A.", "day": 0, "title": "Loop-Closure Candidates Selection by Exploiting Structure in Vehicle Trajectory"}, {"cited": 3, "author": "Zhou, Xun - Zhou, Ke - Roumeliotis, Stergios", "day": 0, "title": "Optimized Motion Strategies for Localization in Leader-Follower Formations"}, {"cited": 0, "author": "Ince, Gokhan - Nakadai, Kazuhiro - Rodemann, Tobias - Imura, Jun-ichi - Nakamura, Keisuke - Nakajima, Hirofumi", "day": 0, "title": "Assessment of Single-Channel Ego Noise Estimation Methods (I)"}, {"cited": 0, "author": "Kumon, Makoto - Noda, Yoshitaka", "day": 0, "title": "Active Soft Pinnae for Robots (I)"}, {"cited": 0, "author": "Itohara, Tatsuhiko - Mizumoto, Takeshi - Otsuka, Takuma - Ogata, Tetsuya - Okuno, Hiroshi G.", "day": 0, "title": "Particle-Filter Based Audio-Visual Beat-Tracking for Music Robot Ensemble with Human Guitarist (I)"}, {"cited": 0, "author": "Martinson, Eric - Apker, Thomas - Bugajska, Magdalena", "day": 0, "title": "Optimizing a Reconfigurable Robotic Microphone Array (I)"}, {"cited": 0, "author": "Ince, Gokhan - Nakadai, Kazuhiro - Rodemann, Tobias - Imura, Jun-ichi - Nakamura, Keisuke - Nakajima, Hirofumi", "day": 0, "title": "Incremental Learning for Ego Noise Estimation of a Robot (I)"}, {"cited": 0, "author": "Portello, Alban - Dans, Patrick - Argentieri, Sylvain", "day": 0, "title": "Acoustic Models and Kalman Filtering Strategies for Active Binaural Sound Localization (I)"}, {"cited": 0, "author": "Nakamura, Keisuke - Nakadai, Kazuhiro - Asano, Futoshi - Ince, Gokhan", "day": 0, "title": "Intelligent Sound Source Localization and Its Application to Multimodal Human Tracking (I)"}, {"cited": 0, "author": "Huang, Ke - Lee, Dongjun", "day": 0, "title": "Hybrid Virtual-Proxy Based Control Framework for Passive Bilateral Teleoperation Over the Internet (I)"}, {"cited": 0, "author": "Tachi, Susumu - Watanabe, Kouichi - Takeshita, Keisuke - Minamizawa, Kouta - Takumi, Yoshida - Sato, Katsunari", "day": 0, "title": "Mutual Telexistence Surrogate System: TELESAR4 -Telexistence in Real Environments Using Autostereoscopic Immersive Display (I)"}, {"cited": 0, "author": "Robuffo Giordano, Paolo - Franchi, Antonio - Secchi, Cristian - Buelthoff, Heinrich H.", "day": 0, "title": "Experiments of Passivity-Based Bilateral Aerial Teleoperation of a Group of UAVs with Decentralized Velocity Synchronization (I)"}, {"cited": 9, "author": "Jia, Yunyi - Xi, Ning - Buether, John", "day": 0, "title": "Design of Single-Operator-Multi-Robot Teleoperation Systems with Random Communication Delay"}, {"cited": 0, "author": "Artigas, Jordi - Ryu, Jee-Hwan - Preusche, Carsten - Hirzinger, Gerd", "day": 0, "title": "Network Representation and Passivity of Delayed Teleoperation Systems (I)"}, {"cited": 0, "author": "Jia, Yunyi - Xi, Ning - Wang, Fei - Wang, Yunxia - Li, Xin", "day": 0, "title": "Controlling Telerobotic Operations Adaptive to Quality of Teleoperator (QoT)"}, {"cited": 0, "author": "Remy, C. David - Buffinton, Keith - Siegwart, Roland", "day": 0, "title": "A MATLAB Framework for Efficient Gait Creation (I)"}, {"cited": 0, "author": "Boxerbaum, Alexander - Horchler, Andrew - Shaw, Kendrick - Chiel, Hillel - Quinn, Roger, D.", "day": 0, "title": "A Controller for Continuous Wave Peristaltic Locomotion (I)"}, {"cited": 0, "author": "Ackerman, Jeffrey - Seipel, Justin", "day": 0, "title": "Energetics of Bio-Inspired Legged Robot Locomotion with Elastically-Suspended Loads (I)"}, {"cited": 0, "author": "Hunt, Alexander J - Bachmann, Richard J. - Murphy, Robin - Quinn, Roger, D.", "day": 0, "title": "A Rapidly Reconfigurable Robot for Assistance in Urban Search and Rescue (I)"}, {"cited": 0, "author": "Rutter, Brandon - Taylor, Brian - Bender, John - Blumel, Marcus - Lewinger, William - Ritzmann, Roy Earl - Quinn, Roger, D.", "day": 0, "title": "Descending Commands to an Insect Leg Controller Network Cause Smooth Behavioral Transitions (I)"}, {"cited": 0, "author": "Rollinson, David - Choset, Howie", "day": 0, "title": "Virtual Chassis for Snake Robots (I)"}, {"cited": 0, "author": "Chambers, Andrew - Achar, Supreeth - Nuske, Stephen - Rehder, Joern - Kitt, Bernd - Chamberlain, Lyle - Haines, Justin - Scherer, Sebastian - Singh, Sanjiv", "day": 0, "title": "Perception for a River Mapping Robot (I)"}, {"cited": 0, "author": "Anisi, David A. - Heyer, Clint - Persson, Erik", "day": 0, "title": "Real-World Demonstrations of Sensor-Based Robotic Automation in Oil &amp; Gas Facilities (I)"}, {"cited": 0, "author": "Pfeiffer, Kai - Bengel, Matthias - Bubeck, Alexander", "day": 0, "title": "Offshore Robotics  Survey, Implementation, Outlook (I)"}, {"cited": 0, "author": "Bjerkeng, Magnus - Transeth, Aksel Andreas - Pettersen, Kristin Y. - Kyrkjeb, Erik - Fjerdingen, Sigurd Aksnes", "day": 0, "title": "Active Camera Control with Obstacle Avoidance for Remote Operations with Industrial Manipulators: Implementation and Experimental Results (I)"}, {"cited": 9, "author": "Milella, Annalisa - Reina, Giulio - Underwood, James Patrick - Douillard, Bertrand", "day": 0, "title": "Combining Radar and Vision for Self-Supervised Ground Segmentation in Outdoor Environments"}, {"cited": 3, "author": "Kinsey, James - Yoerger, Dana - Jakuba, Michael - Camilli, Richard - Fisher, Charles - German, Christopher R.", "day": 0, "title": "Assessing the Deepwater Horizon Oil Spill with the Sentry Autonomous Underwater Vehicle"}, {"cited": 0, "author": "Ok, Sungsuk - Kodama, Atsushi - Yuma, Matsumura - Nakamura, Yoshihiko", "day": 0, "title": "SO(2) and SO(3), Omni-Directional Personal Mobility with Link-Driven Spherical Wheels"}, {"cited": 9, "author": "Krid, Mohamed - Ben Amar, Faiz", "day": 0, "title": "Design and Control of an Active Anti-Roll System for a Fast Rover"}, {"cited": 6, "author": "Azimi, Ali - Kovecses, Jozsef - Angeles, Jorge", "day": 0, "title": "Wheel-Soil Interaction Model for Rover Simulation Based on Plasticity Theory"}, {"cited": 2, "author": "Odedra, Siddharth", "day": 0, "title": "Using Unmanned Ground Vehicle Performance Measurements As a Unique Method of Terrain Classification"}, {"cited": 3, "author": "Xin, Ming - Minor, Mark", "day": 0, "title": "A Multi-Tiered Robust Steering Controller Based on Yaw Rate and Side Slip Estimation"}, {"cited": 6, "author": "Peters, Steven - Frazzoli, Emilio - Iagnemma, Karl", "day": 0, "title": "Differential Flatness of a Front-Steered Vehicle with Tire Force Control"}, {"cited": 2, "author": "Meirion-Griffith, Gareth - Spenko, Matthew", "day": 0, "title": "Application of a Diameter-Dependent Terramechanics Model to Small-Wheeled Unmanned Ground Vehicles Operating on Deformable Terrain"}, {"cited": 1, "author": "Saida, Masao - Hirata, Yasuhisa - Kosuge, Kazuhiro", "day": 0, "title": "Development of Passive Type Double Wheel Caster Unit Based on Analysis of Feasible Braking Force and Moment Set"}, {"cited": 24, "author": "Kormushev, Petar - Ugurlu, Barkan - Calinon, Sylvain - Tsagarakis, Nikolaos - Caldwell, Darwin G.", "day": 0, "title": "Bipedal Walking Energy Minimization by Reinforcement Learning with Evolving Policy Parameterization"}, {"cited": 16, "author": "Stulp, Freek - Theodorou, Evangelos - Kalakrishnan, Mrinal - Pastor, Peter - Righetti, Ludovic - Schaal, Stefan", "day": 0, "title": "Learning Motion Primitive Goals for Robust Manipulation"}, {"cited": 13, "author": "Wang, Zhikun - Lampert, Christoph H. - Muelling, Katharina - Schoelkopf, Bernhard - Peters, Jan", "day": 0, "title": "Learning Anticipation Policies for Robot Table Tennis"}, {"cited": 6, "author": "Kober, Jens - Peters, Jan", "day": 0, "title": "Learning Elementary Movements Jointly with a Higher Level Task"}, {"cited": 5, "author": "Koropouli, Vasiliki - Lee, Dongheui - Hirche, Sandra", "day": 0, "title": "Learning Interaction Control Policies by Demonstration"}, {"cited": 3, "author": "Sugiura, Komei - Iwahashi, Naoto - Kashioka, Hideki", "day": 0, "title": "Motion Generation by Reference-Point-Dependent Trajectory HMMs"}, {"cited": 5, "author": "Tesch, Matthew - Schneider, Jeff - Choset, Howie", "day": 0, "title": "Adapting Control Policies for Expensive Systems to Changing Environments"}, {"cited": 0, "author": "Pastor, Peter - Righetti, Ludovic - Kalakrishnan, Mrinal - Schaal, Stefan", "day": 0, "title": "Online Movement Adaptation Based on Previous Sensor Experiences (I)"}, {"cited": 9, "author": "Huang, Tzu-Hao - Kuan, Jiun-Yih - Huang, Han-Pang", "day": 0, "title": "Design of a New Variable Stiffness Actuator and Application for Assistive Exercise Control"}, {"cited": 26, "author": "Tsagarakis, Nikolaos - Sardellitti, Irene - Caldwell, Darwin G.", "day": 0, "title": "A New Variable Stiffness Actuator (CompAct-VSA): Design and Modelling"}, {"cited": 2, "author": "Finio, Benjamin - Wood, Robert", "day": 0, "title": "Optimal Energy Density Piezoelectric Twisting Actuators"}, {"cited": 7, "author": "Thorson, Ivar - Caldwell, Darwin G.", "day": 0, "title": "A Nonlinear Series Elastic Actuator for Highly Dynamic Motions"}, {"cited": 0, "author": "Fuchiwaki, Ohmi - Yatsurugi, Manabu - Omura, Suguru - Arafuka, Kazushi", "day": 0, "title": "Development of a 3-DOF Inchworm Mechanism Organized by a Pair of Y-Shaped Electromagnets and 6 Piezoelectric Actuators -Design, Principle, and Experiments of Translational Motions"}, {"cited": 1, "author": "Pierce, Matthew - Mascaro, Stephen", "day": 0, "title": "Wet Shape Memory Alloy Actuated Robotic Heart with Thermofluidic Feedback"}, {"cited": 2, "author": "White, Paul - Latscha, Stella - Schlaefer, Steven - Yim, Mark", "day": 0, "title": "Dielectric Elastomer Bender Actuator Applied to Modular Robotics"}, {"cited": 15, "author": "Paik, Jamie - Kramer, Rebecca - Wood, Robert", "day": 0, "title": "Stretchable Circuits and Sensors for Robotic Origami"}, {"cited": 18, "author": "Keuning, Jasper David - de Vries, Jeroen - Abelmann, Leon - Misra, Sarthak", "day": 0, "title": "Image-Based Magnetic Control of Paramagnetic Microparticles in Water"}, {"cited": 5, "author": "Nguyen, Chanh-Nghiem - Ohara, Kenichi - Avci, Ebubekir - Takubo, Tomohito - Mae, Yasushi - Arai, Tatsuo", "day": 0, "title": "Automated Micromanipulation for a Microhand with All-In-Focus Imaging System"}, {"cited": 6, "author": "Yue, Tao - Nakajima, Masahiro - Ito, Masaki - Kojima, Masaru - Fukuda, Toshio", "day": 0, "title": "High Speed Laser Manipulation of On-Chip Fabricated Microstructures by Replacing Solution Inside Microfluidic Channel"}, {"cited": 2, "author": "Hu, Chengzhi - Tercero Villagran, Carlos Rafael - Ikeda, Seiichi - Fukuda, Toshio - Arai, Fumihito - Negoro, Makoto", "day": 0, "title": "Modeling and Design of Magnetic Sugar Particles Manipulation System for Fabrication of Vascular Scaffold"}, {"cited": 3, "author": "Nambi, Manikantan - Damani, Aayush - Abbott, Jake", "day": 0, "title": "Toward Intuitive Teleoperation of Micro/Nano-Manipulators with Piezoelectric Stick-Slip Actuators"}, {"cited": 4, "author": "Chen, Haoyao - Sun, Dong", "day": 0, "title": "Pairing and Moving Swarm of Micro Particles into Array with a Robot-Tweezer Manipulation System"}, {"cited": 7, "author": "Takeuchi, Masaru - Nakajima, Masahiro - Kojima, Masaru - Fukuda, Toshio", "day": 0, "title": "Evaluation and Application of Thermoresponsive Gel Handling towards Manipulation of Single Cells"}, {"cited": 4, "author": "Tabak, Ahmet Fatih - Temel, Fatma Zeynep - Yesilyurt, Serhat", "day": 0, "title": "Comparison on Experimental and Numerical Results for Helical Swimmers Inside Channels"}, {"cited": 5, "author": "Stegagno, Paolo - Cognetti, Marco - Franchi, Antonio - Oriolo, Giuseppe", "day": 0, "title": "Mutual Localization Using Anonymous Bearing Measurements"}, {"cited": 6, "author": "Abeles, Peter", "day": 0, "title": "Robust Local Localization for Indoor Environments with Uneven Floors and Inaccurate Maps"}, {"cited": 1, "author": "Fu, Yu - Tully, Stephen - Kantor, George - Choset, Howie", "day": 0, "title": "Monte Carlo Localization Using 3D Texture Maps"}, {"cited": 10, "author": "Tokekar, Pratap - Vander Hook, Joshua - Isler, Volkan", "day": 0, "title": "Active Target Localization for Bearing Based Robotic Telemetry"}, {"cited": 6, "author": "David, Philip - Ho, Sean", "day": 0, "title": "Orientation Descriptors for Localization in Urban Environments"}, {"cited": 8, "author": "Nerurkar, Esha - Zhou, Ke - Roumeliotis, Stergios", "day": 0, "title": "A Hybrid Estimation Framework for Cooperative Localization under Communication Constraints"}, {"cited": 3, "author": "Silver, David - Stentz, Anthony", "day": 0, "title": "Monte Carlo Localization and Registration to Prior Data for Outdoor Navigation"}, {"cited": 0, "author": "Rouat, Jean - Loiselle, Stphane - Molotchnikoff, Stphane", "day": 0, "title": "Variable Frame Rate Hierarchical Analysis for Robust Speech Recognition (I)"}, {"cited": 0, "author": "Miura, Hiroki - Yoshida, Takami - Nakamura, Keisuke - Nakadai, Kazuhiro", "day": 0, "title": "SLAM-Based Online Calibration of Asynchronous Microphone Array for Robot Audition (I)"}, {"cited": 0, "author": "Gong, Zheng - Nakadai, Kazuhiro - Nakajima, Hirofumi - Hagiwara, Ichiro", "day": 0, "title": "HARK Based Real-Time Single Pane 3D Auditory Scene Visualizer Empowered by Speech Arrow (I)"}, {"cited": 0, "author": "Even, Jani - Heracleous, Panikos - Ishi, Carlos Toshinori - Hagita, Norihiro", "day": 0, "title": "Multi-Modal Front-End for Speaker Activity Detection in Small Meetings (I)"}, {"cited": 0, "author": "Liu, Jindong - Johns, Edward - Yang, Guang-Zhong", "day": 0, "title": "A Scene-Associated Training Method for Mobile Robot Speech Recognition in Multisource Reverberated Environments (I)"}, {"cited": 0, "author": "Ishi, Carlos Toshinori - Liang, Dong - Ishiguro, Hiroshi - Hagita, Norihiro", "day": 0, "title": "The Effects of Microphone Array Processing on Pitch Extraction in Real Noisy Environments (I)"}, {"cited": 0, "author": "Woodward, Matthew - Sitti, Metin", "day": 0, "title": "Design of a Miniature Integrated Multi-Modal Jumping and Gliding Robot (I)"}, {"cited": 0, "author": "Hutter, Marco - Remy, C. David - Hoepflinger, Mark - Siegwart, Roland", "day": 0, "title": "ScarlETH: Design and Control of a Planar Running Robot (I)"}, {"cited": 0, "author": "Hu, Tianjiang - Zhu, Huayong - Han, Zhou - Low, K. H. - Shen, Lincheng", "day": 0, "title": "Modeling and Control on Hysteresis Nonlinearity in Biorobotic Undulating Fins (I)"}, {"cited": 0, "author": "Parks, Perry - Cheng, Bo - Hu, Zheng - Deng, Xinyan", "day": 0, "title": "Translational Damping on Flapping Cicada Wings (I)"}, {"cited": 0, "author": "Tangorra, James - Mignano, Anthony - Carryon, Gabe - Kahn, Jeff", "day": 0, "title": "Biologically Derived Models of the Sunfish for Experimental Investigations of Multi-Fin Swimming (I)"}, {"cited": 0, "author": "Wang, Jianxun - Alequin-Ramos, Freddie - Tan, Xiaobo", "day": 0, "title": "Dynamic Modeling of Robotic Fish and Its Experimental Validation (I)"}, {"cited": 2, "author": "Rekleitis, Georgios - Papadopoulos, Evangelos", "day": 0, "title": "On On-Orbit Passive Object Handling by Cooperating Space Robotic Servicers"}, {"cited": 15, "author": "Ishigami, Genya - Nagatani, Keiji - Yoshida, Kazuya", "day": 0, "title": "Path Planning and Evaluation for Planetary Rovers Based on Dynamic Mobility Index"}, {"cited": 3, "author": "Seegmiller, Neal Andrew - Wettergreen, David", "day": 0, "title": "Control of a Passively Steered Rover Using 3-D Kinematics"}, {"cited": 2, "author": "Seegmiller, Neal Andrew - Wettergreen, David", "day": 0, "title": "Optical Flow Odometry with Robustness to Self-Shadowing"}, {"cited": 0, "author": "Petit, Antoine - Marchand, Eric - Kanani, Keyvan", "day": 0, "title": "Vision-Based Space Autonomous Rendezvous : A Case Study"}, {"cited": 0, "author": "Oki, Tomohisa - Abiko, Satoko - Nakanishi, Hiroki - Yoshida, Kazuya", "day": 0, "title": "Time-Optimal Detumbling Maneuver Along an Arbitrary Arm Motion During the Capture of a Target Satellite"}, {"cited": 2, "author": "Tong, Chi Hay - Barfoot, Timothy - Dupuis, Erick", "day": 0, "title": "3D SLAM for Planetary Worksite Mapping"}, {"cited": 5, "author": "Xia, Tian - Kapoor, Ankur - Kazanzides, Peter - Taylor, Russell H.", "day": 0, "title": "A Constrained Optimization Approach to Virtual Fixtures for Multi-Robot Collaborative Teleoperation"}, {"cited": 5, "author": "Malysz, Pawel - Sirouspour, Shahin", "day": 0, "title": "A Task-Space Weighting Matrix Approach to Semi-Autonomous Teleoperation Control"}, {"cited": 2, "author": "Polushin, Ilia G. - Takhmar, Amir - Patel, Rajnikant V.", "day": 0, "title": "Small Gain Design of Cooperative Teleoperator System with Projection-Based Force Reflection"}, {"cited": 6, "author": "Le, Minh-Quyen - Pham, Minh Tu - Tavakoli, Mahdi - Moreau, Richard", "day": 0, "title": "An Enhanced Sliding-Mode Control for a Pneumatic-Actuated Teleoperation System"}, {"cited": 4, "author": "Ott, Christian - Artigas, Jordi - Preusche, Carsten", "day": 0, "title": "Subspace-Oriented Energy Distribution for the Time Domain Passivity Approach"}, {"cited": 21, "author": "Vogel, Joern - Castellini, Claudio - van der Smagt, Patrick", "day": 0, "title": "EMG-Based Teleoperation and Manipulation with the DLR LWR-III"}, {"cited": 4, "author": "Liu, Yen-Chen - Chopra, Nikhil", "day": 0, "title": "Semi-Autonomous Teleoperation in Task Space with Redundant Slave Robot under Communication Delays"}, {"cited": 5, "author": "Chae, Yongwook - Jeong, Jaeseung - Jo, Sungho", "day": 0, "title": "Noninvasive Brain-Computer Interface-Based Control of Humanoid Navigation"}, {"cited": 2, "author": "Lehnert, Christopher - Wyeth, Gordon", "day": 0, "title": "Adding a Receding Horizon to Locally Weighted Regression for Learning Robot Control"}, {"cited": 8, "author": "Bocsi, Botond - Nguyen-Tuong, Duy - Csat, Lehel - Schoelkopf, Bernhard - Peters, Jan", "day": 0, "title": "Learning Inverse Kinematics with Structured Prediction"}, {"cited": 3, "author": "Nguyen-Tuong, Duy - Peters, Jan", "day": 0, "title": "Learning Task-Space Tracking Control with Kernels"}, {"cited": 12, "author": "Kronander, Klas - Khansari-Zadeh, Seyed Mohammad - Billard, Aude", "day": 0, "title": "Learning to Control Planar Hitting Motions in a Minigolf-Like Task"}, {"cited": 11, "author": "Nakanishi, Jun - Rawlik, Konrad - Vijayakumar, Sethu", "day": 0, "title": "Stiffness and Temporal Optimization in Periodic Movements: An Optimal Control Approach"}, {"cited": 4, "author": "Maeda, Guilherme Jorge - Singh, Surya - Rye, David", "day": 0, "title": "Improving Operational Space Control of Heavy Manipulators Via Open-Loop Compensation"}, {"cited": 2, "author": "Sheh, Raymond Ka-Man - Hengst, Bernhard - Sammut, Claude", "day": 0, "title": "Behavioural Cloning for Driving Robots Over Rough Terrain"}, {"cited": 7, "author": "Hodgson, Sean - Le, Minh-Quyen - Tavakoli, Mahdi - Pham, Minh Tu", "day": 0, "title": "Sliding-Mode Control of Nonlinear Discrete-Input Pneumatic Actuators"}, {"cited": 3, "author": "Zhang, Liang - Chen, Weihai - Yan, Liang - Liu, Jingmeng", "day": 0, "title": "Trajectory Planning and Current Control Optimization of Three Degree-Of-Freedom Spherical Actuator"}, {"cited": 0, "author": "Okamoto, Jun - Toyama, Shigeki", "day": 0, "title": "Development of a Miniature Foil Type Ultrasonic Motor"}, {"cited": 15, "author": "Marchese, Andrew - Onal, Cagdas Denizel - Rus, Daniela", "day": 0, "title": "Soft Robot Actuators Using Energy-Efficient Valves Controlled by Electropermanent Magnets"}, {"cited": 6, "author": "Schmit, Nicolas - Okada, Masafumi", "day": 0, "title": "Synthesis of a Non-Circular Cable Spool to Realize a Nonlinear Rotational Spring"}, {"cited": 1, "author": "Kermorgant, Olivier - Chaumette, Francois", "day": 0, "title": "Avoiding Joint Limits with a Low-Level Fusion Scheme"}, {"cited": 4, "author": "Dastoor, Sanjay - Cutkosky, Mark", "day": 0, "title": "Variable Impedance Due to Electromechanical Coupling in Electroactive Polymer Actuators"}, {"cited": 0, "author": "Flemming, Leslie - Mascaro, Stephen - Johnson, David", "day": 0, "title": "Optimal Control of Multi-Input SMA Actuator Arrays Using Graph Theory - Expanding Waverfront and Simultaneous Operations"}, {"cited": 6, "author": "Natarajan, Saravana K. - Ristic-Durrant, Danijela - Leu, Adrian - Grser, Axel", "day": 1, "title": "Robust Stereo-Vision Based 3D Modelling of Real-World Objects for Assistive Robotic Applications"}, {"cited": 15, "author": "Saenko, Kate - Jia, Yangqing - Fritz, Mario - Long, Jonathan - Janoch, Allison - Shyr, Alex - Karayev, Sergey - Darrell, Trevor", "day": 1, "title": "Practical 3-D Object Detection Using Category and Instance-Level Appearance Models"}, {"cited": 4, "author": "Zhang, Jianhua - Xiao, Junhao - Zhang, Jianwei - Zhang, Houxiang - Chen, S.Y.", "day": 1, "title": "Integrate Multi-Modal Cues for Category-Independent Object Detection and Localization"}, {"cited": 1, "author": "Almaddah, Amr - Mae, Yasushi - Ohara, Kenichi - Takubo, Tomohito - Arai, Tatsuo", "day": 1, "title": "Visual and Physical Segmentation of Novel Objects"}, {"cited": 0, "author": "Zillich, Michael - Prankl, Johann - Mrwald, Thomas - Vincze, Markus", "day": 1, "title": "Knowing Your Limits  Self-Evaluation and Prediction in Object Recognition"}, {"cited": 68, "author": "Bo, Liefeng - Ren, Xiaofeng - Fox, Dieter", "day": 1, "title": "Depth Kernel Descriptors for Object Recognition"}, {"cited": 22, "author": "Bergstrm, Niklas - Bjrkman, Mrten - Kragic, Danica", "day": 1, "title": "Generating Object Hypotheses in Natural Scenes through Human-Robot Interaction"}, {"cited": 1, "author": "Tews, Ashley Desmond", "day": 1, "title": "3D Payload Detection from 2D Range Scans"}, {"cited": 4, "author": "Lee, Tae-kyeong - Lee, Seongsoo - Oh, Se-Young", "day": 1, "title": "A Hierarchical RBPF SLAM for Mobile Robot Coverage in Indoor Environments"}, {"cited": 6, "author": "zkil, Ali Grcan - Dawids, Steen - Jens, Kristensen - Christensen, Kim Hardam - Fan, Zhun", "day": 1, "title": "Mapping of Multi-Floor Buildings: A Barometric Approach"}, {"cited": 9, "author": "Saeedi Gharahbolagh, Sajad - Paull, Liam - Trentini, Michael - Li, Howard", "day": 1, "title": "Multiple Robot Simultaneous Localization and Mapping"}, {"cited": 1, "author": "Weyers, Christopher - Peterson, Gilbert", "day": 1, "title": "Improving Occupancy Grid FastSLAM by Integrating Navigation Sensors"}, {"cited": 18, "author": "Kretzschmar, Henrik - Stachniss, Cyrill - Grisetti, Giorgio", "day": 1, "title": "Efficient Information-Theoretic Graph Pruning for Graph-Based SLAM with Laser Range Finders"}, {"cited": 7, "author": "Nagasaka, Tomomi - Tanaka, Kanji", "day": 1, "title": "An Incremental Scheme for Dictionary-Based Compressive SLAM"}, {"cited": 9, "author": "Saeedi Gharahbolagh, Sajad - Paull, Liam - Trentini, Michael - Li, Howard", "day": 1, "title": "Neural Network-Based Multiple Robot Simultaneous Localization and Mapping"}, {"cited": 10, "author": "Vial, John - Durrant-Whyte, Hugh - Bailey, Tim", "day": 1, "title": "Conservative Sparsification for Efficient and Consistent Approximate Estimation"}, {"cited": 0, "author": "Bolopion, Aude - Stolle, Christian - Tunnell, Robert - Haliyo, Dogan Sinan - Rgnier, Stphane - Fatikow, Sergej", "day": 1, "title": "Remote Microscale Teleoperation through Virtual Reality and Haptic Feedback (I)"}, {"cited": 0, "author": "Gosselin, Frederick P. - Zhou, David - Lalande, Viviane - Vonthron, Manuel - Martel, Sylvain", "day": 1, "title": "Miniature Ferromagnetic Robot Fish Actuated by a Clinical Magnetic Resonance Scanner (I)"}, {"cited": 0, "author": "Chang, Bo - Jskelinen, Mirva - Zhou, Quan", "day": 1, "title": "Hybrid Microassembly of Chips on Low Precision Patterns Assisted by Capillary Self-Alignment (I)"}, {"cited": 0, "author": "Desmaele, Denis - Boukallel, Mehdi - Rgnier, Stphane", "day": 1, "title": "Design and Fabrication of a Novel Resonant Surface Sensitive to Out-Of-Plane Forces for the Indentation and Injection of Living Cells (I)"}, {"cited": 0, "author": "Felekis, Dimitrios - Muntwyler, Simon - Beyeler, Felix - Nelson, Bradley J.", "day": 1, "title": "The Cellular Force Microscope (CFM): A Microrobotic System for Quantitating the Growth Mechanics of Living, Growing Plant Cells in Situ (I)"}, {"cited": 0, "author": "Cappelleri, David - Fatovic, Michael - Fu, Zhenbo", "day": 1, "title": "Caging Grasps for Micromanipulation &amp; Microassembly (I)"}, {"cited": 3, "author": "Haraguchi, Daisuke - Tadano, Kotaro - Kawashima, Kenji", "day": 1, "title": "A Prototype of Pneumatically-Driven Forceps Manipulator with Force Sensing Capability Using a Simple Flexible Joint"}, {"cited": 6, "author": "Kuperij, Nicole - Reilink, Rob - Schwartz, Matthijs P - Stramigioli, Stefano - Misra, Sarthak - Broeders, Ivo A. M. J.", "day": 1, "title": "Design of a User Interface for Intuitive Colonoscope Control"}, {"cited": 0, "author": "Kim, Chunwoo - Chang, Doyoung - Schfer, Felix - Petrisor, Doru - Han, Misop - Stoianovici, Dan", "day": 1, "title": "Robot for Ultrasound-Guided Prostate Imaging and Intervention"}, {"cited": 0, "author": "Noonan, David - Vitiello, Valentina - Shang, Jianzhong - Payne, Christopher - Yang, Guang-Zhong", "day": 1, "title": "A Modular, Mechatronic Joint Design for a Flexible Access Platform for MIS"}, {"cited": 0, "author": "Watanabe, Hiroki - Kanou, Kazuki - Kobayashi, Yo - Fujie, Masakatsu G.", "day": 1, "title": "Development of a Steerable Drill for ACL Reconstruction to Create the Arbitrary Trajectory of a Bone Tunnel"}, {"cited": 0, "author": "Xu, Kai - Zhao, Jiangran - Geiger, James - Shih, Albert J. - Zheng, Minhua", "day": 1, "title": "Design of an Endoscopic Stitching Device for Surgical Obesity Treatment Using a N.O.T.E.S Approach"}, {"cited": 11, "author": "Yoon, Hyun-Soo - Oh, Se Min - Jeong, Jin Hyeok - Lee, Seung Hwan - Yi, Byung-Ju - Koh, Kyoung-Chul - Tae, Kyung", "day": 1, "title": "Active Bending Endoscope Robot System for Navigation through Sinus Area"}, {"cited": 26, "author": "Wimboeck, Thomas - Jahn, Benjamin - Hirzinger, Gerd", "day": 1, "title": "Synergy Level Impedance Control for Multifingered Hands"}, {"cited": 7, "author": "Song, Dan - Ek, Carl Henrik - Huebner, Kai - Kragic, Danica", "day": 1, "title": "Embodiment-Specific Representation of Robot Grasping Using Graphical Models and Latent-Space Discretization"}, {"cited": 19, "author": "Popovic, Mila - Kootstra, Gert - Jrgensen, Jimmy Alison - Kragic, Danica - Krger, Norbert", "day": 1, "title": "Grasping Unknown Objects Using an Early Cognitive Vision System for General Scene Understanding"}, {"cited": 10, "author": "Calli, Berk - Wisse, Martijn - Jonker, Pieter", "day": 1, "title": "Grasping of Unknown Objects Via Curvature Maximization Using Active Vision"}, {"cited": 4, "author": "Schmidts, Alexander Markus - Lee, Dongheui - Peer, Angelika", "day": 1, "title": "Imitation Learning of Human Grasping Skills from Motion and Force Data"}, {"cited": 2, "author": "Malvezzi, Monica - Prattichizzo, Domenico", "day": 1, "title": "Internal Force Control with No Object Motion in Compliant Robotic Grasps"}, {"cited": 0, "author": "Dittes, Benjamin - Goerick, Christian", "day": 1, "title": "Intelligent System Architectures - Comparison by Translation"}, {"cited": 2, "author": "Sherbert, Robert - Oh, Paul Y.", "day": 1, "title": "Conductor: A Controller Development Framework for High Degree of Freedom Systems"}, {"cited": 5, "author": "Shakhimardanov, Azamat - Hochgeschwender, Nico - Reckhaus, Michael - Kraetzschmar, Gerhard", "day": 1, "title": "Analysis of Software Connectors in Robotics"}, {"cited": 0, "author": "Philippsen, Roland - Sentis, Luis - Khatib, Oussama", "day": 1, "title": "An Open Source Extensible Software Package to Create Whole-Body Compliant Skills in Personal Mobile Manipulators (I)"}, {"cited": 0, "author": "Biggs, Geoffrey - Ando, Noriaki - Kotoku, Tetsuo", "day": 1, "title": "A Component Supervisor for RT-Middleware Using Supervision Trees"}, {"cited": 1, "author": "Cowley, Anthony - Taylor, Camillo Jose", "day": 1, "title": "Stream-Oriented Robotics Programming: The Design of Roshask"}, {"cited": 3, "author": "Joerg, Stefan - Nickl, Mathias - Nothhelfer, Alexander - Bahls, Thomas - Hirzinger, Gerd", "day": 1, "title": "The Computing and Communication Architecture of the DLR Hand Arm System"}, {"cited": 11, "author": "Wittmeier, Steffen - Jntsch, Michael - Dalamagkidis, Konstantinos - Rickert, Markus - Marques, Hugo - Knoll, Alois", "day": 1, "title": "Caliper: A Universal Robot Simulation Framework for Tendon-Driven Robots"}, {"cited": 15, "author": "Tesch, Matthew - Schneider, Jeff - Choset, Howie", "day": 1, "title": "Using Response Surfaces and Expected Improvement to Optimize Snake Robot Gait Parameters"}, {"cited": 7, "author": "Rollinson, David - Buchan, Austin - Choset, Howie", "day": 1, "title": "State Estimation for Snake Robots"}, {"cited": 0, "author": "Takaoka, Shunichi - Yamada, Hiroya - Hirose, Shigeo", "day": 1, "title": "Snake-Like Active Wheel Robot ACM-R4.1 with Joint Torque Sensor and Limiter"}, {"cited": 10, "author": "Kapadia, Apoorva - Walker, Ian", "day": 1, "title": "Task-Space Control of Extensible Continuum Manipulators"}, {"cited": 17, "author": "Godage, Isuru S. - Guglielmino, Emanuele - Branson, David - Medrano-Cerda, Gustavo - Caldwell, Darwin G.", "day": 1, "title": "Novel Modal Approach for Kinematics of Multisection Continuum Arms"}, {"cited": 3, "author": "Duhamel, Pierre-Emile - Porter, Judson - Finio, Benjamin - Barrows, Geoffrey - Brooks, David - Wei, Gu-Yeon - Wood, Robert", "day": 1, "title": "Hardware in the Loop for Optical Flow Sensing in a Robotic Bee"}, {"cited": 19, "author": "Finio, Benjamin - Perez-Arancibia, Nestor O - Wood, Robert", "day": 1, "title": "System Identification and Linear Time-Invariant Modeling of an Insect-Sized Flapping-Wing Micro Air Vehicle"}, {"cited": 0, "author": "Sanchez Fibla, Marti - Duff, Armin - Verschure, Paul", "day": 1, "title": "The Acquisition of Intentionally Indexed and Object Centered Affordance Gradients : A Biomimetic Controller and Mobile Robotics Benchmark"}, {"cited": 1, "author": "Prestes, Edson - Engel, Paulo", "day": 1, "title": "Exploration Driven by Local Potential Distortions"}, {"cited": 5, "author": "Mobarhani, Amir - Nazari, Shaghayegh - Tamjidi, Amir Hossein - Taghirad, Hamid", "day": 1, "title": "Histogram Based Frontier Exploration"}, {"cited": 8, "author": "Droge, Greg - Egerstedt, Magnus", "day": 1, "title": "Adaptive Look-Ahead for Robotic Navigation in Unknown Environments"}, {"cited": 5, "author": "Stilwell, Daniel - Gadre, Aditya - Kurdila, Andrew", "day": 1, "title": "A Receding Horizon Approach to Generating Dynamically Feasible Plans for Vehicles That Operate Over Large Areas"}, {"cited": 2, "author": "Kushleyev, Aleksandr - Likhachev, Maxim - MacAllister, Brian", "day": 1, "title": "Planning for Landing Site Selection in the Aerial Supply Delivery"}, {"cited": 11, "author": "Svec, Petr - Schwartz, Maxim - Thakur, Atul - Gupta, Satyandra K.", "day": 1, "title": "Trajectory Planning with Look-Ahead for Unmanned Sea Surface Vehicles to Handle Environmental Disturbances"}, {"cited": 5, "author": "Das, Colin - Becker, Aaron - Bretl, Timothy", "day": 1, "title": "Probably Approximately Correct Coverage for Robots with Uncertainty"}, {"cited": 1, "author": "Bhatawadekar, Vineet - Sivalingam, Ravishankar - Papanikolopoulos, Nikos", "day": 1, "title": "A Dynamic Sensor Placement Algorithm for Dense Sampling"}, {"cited": 15, "title": "Multimodal Saliency-Based Attention for Object-Based Scene Analysis", "day": 1, "author": "Schauerte, Boris - Kuehn, Benjamin - Kroschel, Kristian - Stiefelhagen, Rainer"}, {"cited": 4, "author": "Zhang, Yinghua - Shen, Jinglin - Rotea, Mario - Gans, Nicholas", "day": 1, "title": "Robots Looking for Interesting Things: Extremum Seeking Control on Saliency Maps"}, {"cited": 6, "author": "Karaoguz, Cem - Rodemann, Tobias - Wrede, Britta", "day": 1, "title": "Optimisation of Gaze Movement for Multitasking Using Rewards"}, {"cited": 4, "author": "Kit, Dmitry - Sullivan, Brian - Ballard, Dana", "day": 1, "title": "Novelty Detection Using Growing Neural Gas for Visuo-Spatial Memory"}, {"cited": 3, "author": "Zhou, Kai - Richtsfeld, Andreas - Zillich, Michael - Vincze, Markus", "day": 1, "title": "Coherent Spatial Abstraction and Stereo Line Detection for Robotic Visual Attention"}, {"cited": 1, "author": "Ishii, Idaku - Wang, Yao-Dong - Takaki, Takeshi", "day": 1, "title": "Visual Machinery Surveillance for High-Speed Periodic Operations"}, {"cited": 2, "author": "Suzuki, Takahiro - Bessho, Fumihiro - Harada, Tatsuya - Kuniyoshi, Yasuo", "day": 1, "title": "Visual Anomaly Detection under Temporal and Spatial Non-Uniformity for News Finding Robot"}, {"cited": 4, "author": "Petsch, Susanne - Burschka, Darius", "day": 1, "title": "Representation of Manipulation-Relevant Object Properties and Actions for Surprise-Driven Exploration"}, {"cited": 0, "author": "Shahbazi, Hossein - Zhang, Hong", "day": 1, "title": "Application of Locality Sensitive Hashing to Real-Time Loop Closure Detection"}, {"cited": 0, "author": "Snderhauf, Niko - Protzel, Peter", "day": 1, "title": "BRIEF-Gist - Closing the Loop by Simple Means"}, {"cited": 1, "author": "Barkby, Stephen - Williams, Stefan Bernard - Pizarro, Oscar - Jakuba, Michael", "day": 1, "title": "Bathymetric SLAM with No Map Overlap Using Gaussian Processes"}, {"cited": 21, "author": "Steder, Bastian - Ruhnke, Michael - Grzonka, Slawomir - Burgard, Wolfram", "day": 1, "title": "Place Recognition in 3D Scans Using a Combination of Bag of Words and Point Feature Based Relative Pose Estimation"}, {"cited": 5, "author": "Majdik, Andras - Galvez Lopez, Dorian - Lazea Gheorghe, Gheorghe - Castellanos, Jose A.", "day": 1, "title": "Adaptive Appearance Based Loop-Closing in Heterogeneous Environments"}, {"cited": 17, "author": "Rogers III, John G. - Trevor, Alexander J B - Nieto-Granda, Carlos - Christensen, Henrik Iskov", "day": 1, "title": "Simultaneous Localization and Mapping with Learned Object Recognition and Semantic Data Association"}, {"cited": 9, "author": "Labb, Mathieu - Michaud, Francois", "day": 1, "title": "Memory Management for Real-Time Appearance-Based Loop Closure Detection"}, {"cited": 20, "author": "Civera, Javier - Galvez Lopez, Dorian - Riazuelo, Luis - Tardos, Juan D. - Montiel, J.M.M", "day": 1, "title": "Towards Semantic SLAM Using a Monocular Camera"}, {"cited": 0, "author": "Vonthron, Manuel - Lalande, Viviane - Bringout, Gael - Tremblay, Charles - Martel, Sylvain", "day": 1, "title": "A MRI-Based Integrated Platform for the Navigation of Microdevices and Microrobots (I)"}, {"cited": 0, "author": "Diller, Eric D. - Ye, Zhou - Sitti, Metin", "day": 1, "title": "Rotating Magnetic Micro-Robots for Versatile Non-Contact Fluidic Manipulation of Micro-Objects (I)"}, {"cited": 0, "author": "Folio, David - Dahmen, Christian - Wortmann, Tim - Zeeshan, Arif Muhammad - Shou, Kaiyu - Pane, Salvador - Nelson, Bradley J. - Ferreira, Antoine - Fatikow, Sergej", "day": 1, "title": "MRI Magnetic Signature Imaging, Tracking and Navigation for Targeted Micro/Nano-Capsule Therapeutics (I)"}, {"cited": 0, "author": "Felfoul, Ouajdi - Mohammadi, Mahmood - Gaboury, Louis - Martel, Sylvain", "day": 1, "title": "Tumor Targeting by Computer Controlled Guidance of Magnetotactic Bacteria Acting Like Autonomous Microrobots (I)"}, {"cited": 0, "author": "Kawahara, Tomohiro - Ohashi, Shigeo - Hagiwara, Masaya - Yamanishi, Yoko - Arai, Fumihito", "day": 1, "title": "Design and Fabrication of Air-Flow Based Single Particle Dispensing System (I)"}, {"cited": 0, "author": "Ladjal, Hamid - Hanus, Jean Luc - Ferreira, Antoine", "day": 1, "title": "Microrobotic Simulator for Assisted Biological Cell Injection (I)"}, {"cited": 0, "author": "Clark, James Romney - Leon, Lisandro - Warren, Frank - Abbott, Jake", "day": 1, "title": "Investigation of Magnetic Guidance of Cochlear Implants (I)"}, {"cited": 0, "author": "Tenenholtz, Neil - Hammer, Peter - Schneider, Robert - Vasilyev, Nikolay - Howe, Robert D.", "day": 1, "title": "On the Design of an Interactive, Patient-Specific Surgical Simulator for Mitral Valve Repair (I)"}, {"cited": 3, "author": "Herman, Benot - Hassan Zahraee, Ali - Szewczyk, Jrme - Morel, Guillaume - Bourdin, Christophe - Vercher, Jean-Louis - Gayet, Brice", "day": 1, "title": "Ergonomic and Gesture Performance of Robotized Instruments for Laparoscopic Surgery"}, {"cited": 11, "author": "Rosa, Benot - Herman, Benot - Szewczyk, Jrme - Gayet, Brice - Morel, Guillaume", "day": 1, "title": "Laparoscopic Optical Biopsies: In Vivo Robotized Mosaicing with Probe-Based Confocal Endomicroscopy"}, {"cited": 3, "author": "Liu, Wen - Lucas, Blake - Guerin, Kelleher - Plaku, Erion", "day": 1, "title": "Sensor and Sampling-Based Motion Planning for Minimally Invasive Robotic Exploration of Osteolytic Lesions"}, {"cited": 0, "author": "Tully, Stephen - Kantor, George - Zenati, Marco - Choset, Howie", "day": 1, "title": "Shape Estimation for Image-Guided Surgery with a Highly Articulated Snake Robot (I)"}, {"cited": 12, "author": "Mattos, Leonardo - Dagnino, Giulio - Becattini, Gabriele - Dellepiane, Massimo - Caldwell, Darwin G.", "day": 1, "title": "A Virtual Scalpel System for Computer-Assisted Laser Microsurgery"}, {"cited": 0, "author": "Friedl, Werner - Chalon, Maxime - Reinecke, Jens - Grebenstein, Markus", "day": 1, "title": "FAS a Flexible Antagonistic Spring Element for a High Performance Over Actuated Hand"}, {"cited": 16, "author": "Aukes, Daniel - Heyneman, Barrett - Duchaine, Vincent - Cutkosky, Mark", "day": 1, "title": "Varying Spring Preloads to Select Grasp Strategies in an Adaptive Hand"}, {"cited": 16, "author": "Wang, Long - DelPreto, Joseph - Bhattacharyya, Samrat - Weisz, Jonathan - Allen, Peter", "day": 1, "title": "A Highly-Underactuated Robotic Hand with Force and Joint Angle Sensors"}, {"cited": 0, "author": "Yoshimoto, Kayo - Higashimori, Mitsuru - Tadakuma, Kenjiro - Kaneko, Makoto", "day": 1, "title": "Active Outline Shaping of a Rheological Object Based on Plastic Deformation Distribution"}, {"cited": 2, "author": "Inahara, Tomoyuki - Higashimori, Mitsuru - Tadakuma, Kenjiro - Kaneko, Makoto", "day": 1, "title": "Dynamic Nonprehensile Shaping of a Thin Rheological Object"}, {"cited": 2, "author": "Watanabe, Tetsuyou", "day": 1, "title": "Softness Effects on Manipulability and Grasp Stability"}, {"cited": 6, "author": "Balaguer, Benjamin - Carpin, Stefano", "day": 1, "title": "Combining Imitation and Reinforcement Learning to Fold Deformable Planar Objects"}, {"cited": 8, "author": "Bersch, Christian - Pitzer, Benjamin - Kammel, Sren", "day": 1, "title": "Bimanual Robotic Cloth Manipulation for Laundry Folding"}, {"cited": 2, "author": "Odhner, Lael - Dollar, Aaron", "day": 1, "title": "Toward Simpler Models of Bending Sheet Joints"}, {"cited": 9, "author": "Elbrechter, Christof - Haschke, Robert - Ritter, Helge Joachim", "day": 1, "title": "Bi-Manual Robotic Paper Manipulation Based on Real-Time Marker Tracking and Physical Modelling"}, {"cited": 6, "author": "Schindler, Thorsten - Nguyen, Binh - Trinkle, Jeff", "day": 1, "title": "Understanding the Difference between Prox and Complementarity Formulations for Simulation of Systems with Contact"}, {"cited": 2, "author": "Vona, Marsette - Kanoulas, Dimitrios", "day": 1, "title": "Curved Surface Contact Patches with Quantified Uncertainty"}, {"cited": 1, "author": "Phung, Tri Cong - Chae, Hansang - Kim, Min Jeong - Choi, Dongmin - Shin, Seung Hoon - Moon, Hyungpil - Koo, Ja Choon - Choi, Hyouk Ryeol", "day": 1, "title": "Estimation of Unknown Curvature Using a Coarse-Resolution Sensor and Contact Kinematics"}, {"cited": 2, "author": "Coste, Michel - Wenger, Philippe - Chablat, Damien", "day": 1, "title": "Singular Surfaces and Cusps in Symmetric Planar 3-RPR Manipulators"}, {"cited": 3, "author": "Nguyen, Kien Cuong - Perdereau, Vronique", "day": 1, "title": "Arm-Hand Movement: Imitation of Human Natural Gestures with Tenodesis Effect"}, {"cited": 0, "author": "Ly, Olivier - Lapeyre, Matthieu - Oudeyer, Pierre-Yves", "day": 1, "title": "Bio-Inspired Vertebral Column, Compliance and Semi-Passive Dynamics in a Lightweight Humanoid Robot"}, {"cited": 11, "author": "Guan, Yisheng - Jiang, Li - Zhu, Haifei - Zhou, Xuefeng - Cai, Chuanwu - Wu, Wenqiang - Li, Zhanchu - Zhang, Hong - Zhang, Xianmin", "day": 1, "title": "Climbot: A Modular Bio-Inspired Biped Climbing Robot"}, {"cited": 4, "author": "Hoffman, Katie - Wood, Robert", "day": 1, "title": "Passive Undulatory Gaits Enhance Walking in a Myriapod Millirobot"}, {"cited": 0, "author": "Lam, Tin Lun - Xu, Yangsheng", "day": 1, "title": "Mechanical Design of a Tree Gripper for Miniature Tree-Climbing Robots"}, {"cited": 3, "author": "Chou, Ya-Cheng - Yu, Wei-Shun - Huang, Ke Jung - Lin, Pei-Chun", "day": 1, "title": "Bio-Inspired Step Crossing Algorithm for a Hexapod Robot"}, {"cited": 12, "author": "Yamada, Yasunori - Nishikawa, Satoshi - Shida, Kazuya - Niiyama, Ryuma - Kuniyoshi, Yasuo", "day": 1, "title": "Neural-Body Coupling for Emergent Locomotion: A Musculoskeletal Quadruped Robot with Spinobulbar Model"}, {"cited": 7, "author": "Garcia, Elena - Arevalo, Juan Carlos - Sanchez, Fernando - Sarria, Javier Francisco - Gonzalez de Santos, Pablo", "day": 1, "title": "Design and Development of a Biomimetic Leg Using Hybrid Actuators"}, {"cited": 12, "author": "Sj, Kristoffer - Jensfelt, Patric", "day": 1, "title": "Learning Spatial Relations from Functional Simulation"}, {"cited": 7, "author": "Nakamura, Tomoaki - Nagai, Takayuki - Iwahashi, Naoto", "day": 1, "title": "Multimodal Categorization by Hierarchical Dirichlet Process"}, {"cited": 5, "author": "Ciliberto, Carlo - Smeraldi, Fabrizio - Natale, Lorenzo - Metta, Giorgio", "day": 1, "title": "Online Multiple Instance Learning Applied to Hand Detection in a Humanoid Robot"}, {"cited": 6, "author": "Friedman, Ariell - Steinberg, Daniel - Pizarro, Oscar - Williams, Stefan Bernard", "day": 1, "title": "Active Learning Using a Variational Dirichlet Process Model for Pre-Clustering and Classification of Underwater Stereo Imagery"}, {"cited": 20, "author": "Araki, Takaya - Nakamura, Tomoaki - Nagai, Takayuki - Funakoshi, Kotaro - Nakano, Mikio - Iwahashi, Naoto", "day": 1, "title": "Autonomous Acquisition of Multimodal Information for Online Object Concept Formation by Robots"}, {"cited": 12, "author": "Boularias, Abdeslam - Kroemer, Oliver - Peters, Jan", "day": 1, "title": "Learning Robot Grasping from 3-D Images with Markov Random Fields"}, {"cited": 0, "author": "Bekiroglu, Yasemin - Detry, Renaud - Kragic, Danica", "day": 1, "title": "Learning Tactile Characterizations of Object and Pose-Specific Grasps"}, {"cited": 8, "author": "Aghasadeghi, Navid - Bretl, Timothy", "day": 1, "title": "Maximum Entropy Inverse Reinforcement Learning in Continuous State Spaces with Path Integrals"}, {"cited": 0, "author": "Hilario Prez, Luca - Monts Snchez, Nicols - Mora, Marta Covadonga - Falc Montesinos, Antonio", "day": 1, "title": "Real-Time Bzier Trajectory Deformation for Potential Fields Planning Methods"}, {"cited": 8, "author": "Behar, Evan - Lien, Jyh-Ming", "day": 1, "title": "Fast and Robust 2D Minkowski Sum Using Reduced Convolution"}, {"cited": 4, "author": "Morton, Ryan - Olson, Edwin", "day": 1, "title": "Positive and Negative Obstacle Detection Using the HLD Classifier"}, {"cited": 10, "author": "Tubig, Holger - Buml, Berthold - Frese, Udo", "day": 1, "title": "Real-Time Swept Volume and Distance Computation for Self Collision Detection"}, {"cited": 19, "author": "Cherubini, Andrea - Chaumette, Francois", "day": 1, "title": "Visual Navigation with Obstacle Avoidance"}, {"cited": 12, "author": "Broggi, Alberto - Buzzoni, Michele - Felisa, Mirko - Zani, Paolo", "day": 1, "title": "Stereo Obstacle Detection in Challenging Environments: The VIAC Experience"}, {"cited": 2, "author": "Hardy, Jason - Campbell, Mark", "day": 1, "title": "Clustering Obstacle Predictions to Improve Contingency Planning for Autonomous Road Vehicles in Congested Environments"}, {"cited": 0, "author": "Jarqun, Gerardo - Arechavaleta, Gustavo - Parra Vega, Vicente", "day": 1, "title": "Time Parametrization of Prioritized Inverse Kinematics Based on Terminal Attractors"}, {"cited": 8, "author": "Hne, Christian - Zach, Christopher - Lim, Jongwoo - Ranganathan, Ananth - Pollefeys, Marc", "day": 1, "title": "Stereo Depth Map Fusion for Robot Navigation"}, {"cited": 5, "author": "Spampinato, Giacomo - Lidholm, Jrgen - Ahlberg, Carl - Ekstrand, Fredrik - Ekstrm, Mikael - Asplund, Lars", "day": 1, "title": "An Embedded Stereo Vision Module for 6D Pose Estimation and Mapping"}, {"cited": 0, "author": "Delmerico, Jeffrey - David, Philip - Corso, Jason", "day": 1, "title": "Building Facade Detection, Segmentation, and Parameter Estimation for Mobile Robot Localization and Guidance"}, {"cited": 0, "author": "Valls Miro, Jaime - Zhou, Weizhen - Dissanayake, Gamini", "day": 1, "title": "A Strategy for Efficient Observation Pruning in Multi-Objective 3D SLAM"}, {"cited": 7, "author": "Kim, Ayoung - Eustice, Ryan", "day": 1, "title": "Combined Visually and Geometrically Informative Link Hypothesis for Pose-Graph Visual SLAM Using Bag-Of-Words"}, {"cited": 2, "author": "Lee, Gim Hee - Fraundorfer, Friedrich - Pollefeys, Marc", "day": 1, "title": "RS-SLAM: RANSAC Sampling for Visual FastSLAM"}, {"cited": 5, "author": "Doitsidis, Lefteris - Renzaglia, Alessandro - Weiss, Stephan - Kosmatopoulos, Elias - Scaramuzza, Davide - Siegwart, Roland", "day": 1, "title": "3D Surveillance Coverage Using Maps Extracted by a Monocular SLAM Algorithm"}, {"cited": 0, "author": "Huang, Shuo - Tan, Jindong", "day": 1, "title": "Adaptive Sampling Using Mobile Robotic Sensors"}, {"cited": 0, "author": "Kim, Dongwook - Liu, Albert - Sitti, Metin", "day": 1, "title": "Chemotactic Behavior and Dynamics of Bacteria Propelled Microbeads (I)"}, {"cited": 0, "author": "Churaman, Wayne - Gerratt, Aaron P. - Bergbreiter, Sarah", "day": 1, "title": "First Leaps Toward Jumping Microrobots (I)"}, {"cited": 0, "author": "Singleton, John - Diller, Eric D. - Andersen, Tim - Rgnier, Stphane - Sitti, Metin", "day": 1, "title": "Micro-Scale Propulsion Using Multiple Flexible Artificial Flagella (I)"}, {"cited": 2, "author": "Nogawa, Kousuke - Kojima, Masaru - Nakajima, Masahiro - Homma, Michio - Arai, Fumihito - Fukuda, Toshio", "day": 1, "title": "Smart Manipulation of Multiple Bacteria-Driven Microobjects Based on Bacterial Autonomous Movement"}, {"cited": 0, "author": "Popa, Dan - Das, Aditya", "day": 1, "title": "Precision Evaluation of Modular Multiscale Robots for Peg-In-Hole Microassembly Tasks (I)"}, {"cited": 0, "author": "Fan, Zheng - Tao, Xinyong - Li, Xiaodong - Dong, Lixin", "day": 1, "title": "Multipoint Sliding Probe Methods for in Situ Electrical Transport Property Characterization of Individual Nanostructures (I)"}, {"cited": 0, "author": "Eng, Dillon - Kadivar, Zahra - Sullivan, Jenny - Pehlivan, Utku - O'Malley, Marcia - Yozbatiran, Nuray - Francisco, Gerald", "day": 1, "title": "Spatial and Temporal Movement Characteristics after Robotic Training of Arm and Hand: A Case Study of a Person with Incomplete Spinal Cord Injury"}, {"cited": 1, "author": "Tanaka, Yoshiyuki - Sanemasa, Toru - Tsuji, Toshio - Imamura, Nobuaki", "day": 1, "title": "Robotic Rehabilitation System Using Human Hand Trajectory Generation Model in Virtual Curling Task"}, {"cited": 2, "author": "Sinnet, Ryan W. - Huihua, Zhao - Ames, Aaron", "day": 1, "title": "Simulating Prosthetic Devices with Human-Inspired Hybrid Control"}, {"cited": 5, "author": "Hayashibe, Mitsuhiro - Zhang, Qin - Azevedo Coste, Christine", "day": 1, "title": "Dual Predictive Control of Electrically Stimulated Muscle Using Biofeedback for Drop Foot Correction"}, {"cited": 10, "author": "Tsukahara, Atsushi - Hasegawa, Yasuhisa - Sankai, Yoshiyuki", "day": 1, "title": "Gait Support for Complete Spinal Cord Injury Patient by Synchronized Leg-Swing with HAL"}, {"cited": 5, "author": "Wang, Ping - Low, K. H.", "day": 1, "title": "A Subject-Based Motion Generation Model with Adjustable Walking Pattern for a Gait Robotic Trainer: NaTUre-Gaits"}, {"cited": 11, "author": "Mefoued, Saber - Mohammed, Samer - Amirat, Yacine", "day": 1, "title": "Knee Joint Movement Assistance through Robust Control of an Actuated Orthosis"}, {"cited": 6, "author": "Hayashi, Yoshiaki - Kiguchi, Kazuo", "day": 1, "title": "Stairs-Ascending/Descending Assist for a Lower-Limb Power-Assist Robot Considering ZMP"}, {"cited": 9, "author": "Ulbrich, Stefan - Kappler, Daniel - Asfour, Tamim - Vahrenkamp, Nikolaus - Bierbaum, Alexander - Przybylski, Markus - Dillmann, Rdiger", "day": 1, "title": "The OpenGRASP Benchmarking Suite: An Environment for the Comparative Analysis of Grasping and Dexterous Manipulation"}, {"cited": 4, "author": "Roa, Maximo A. - Hertkorn, Katharina - Zacharias, Franziska - Borst, Christoph - Hirzinger, Gerd", "day": 1, "title": "Graspability Map: A Tool for Evaluating Grasp Capabilities"}, {"cited": 20, "author": "Ficuciello, Fanny - Palli, Gianluca - Melchiorri, Claudio - Siciliano, Bruno", "day": 1, "title": "Experimental Evaluation of Postural Synergies During Reach to Grasp with the UB Hand IV"}, {"cited": 22, "author": "Przybylski, Markus - Asfour, Tamim - Dillmann, Rdiger", "day": 1, "title": "Planning Grasps for Robotic Hands Using a Novel Object Representation Based on the Medial Axis Transform"}, {"cited": 7, "author": "Haddadin, Sami - Krieger, Kai - Kunze, Mirko - Albu-Schffer, Alin", "day": 1, "title": "Exploiting Potential Energy Storage for Cyclic Manipulation: An Analysis for Elastic Dribbling with an Anthropomorphic Robot"}, {"cited": 2, "author": "Krug, Robert - Dimitrov, Dimitar Nikolaev - Charusta, Krzysztof Andrzej - Iliev, Boyko", "day": 1, "title": "Prioritized Independent Contact Regions for Form Closure Grasps"}, {"cited": 6, "author": "Rodriguez, Alberto - Mason, Matthew T. - Srinivasa, Siddhartha - Bernstein, Matthew - Zirbel, Alex", "day": 1, "title": "Abort and Retry in Grasping"}, {"cited": 3, "author": "Grimmer, Martin - Seyfarth, Andre", "day": 1, "title": "Stiffness Adjustment of a Series Elastic Actuator in a Knee Prosthesis for Walking and Running: The Trade-Off between Energy and Peak Power Optimization"}, {"cited": 2, "author": "Sugimoto, Yasuhiro - Naniwa, Keisuke - Osuka, Koichi", "day": 1, "title": "Static and Dynamic Characteristics of McKibben Pneumatic Actuator for Realization of Stable Robot Motions"}, {"cited": 7, "author": "Balasubramanian, Ravi - Dollar, Aaron", "day": 1, "title": "Performance of Serial Underactuated Mechanisms: Number of Degrees of Freedom and Actuators"}, {"cited": 9, "author": "Shin, Dongjun - Yeh, Xiyang - Khatib, Oussama", "day": 1, "title": "Variable Radius Pulley Design Methodology for Pneumatic Artificial Muscle-Based Antagonistic Actuation Systems"}, {"cited": 0, "author": "Friedl, Werner - Hoeppner, Hannes - Petit, Florian - Hirzinger, Gerd", "day": 1, "title": "Wrist and Forearm Rotation of the DLR Hand Arm System: Mechanical Design, Shape Analysis and Experimental Validation"}, {"cited": 1, "author": "Tahara, Kenji - Iwasa, Shingo - Naba, Shu - Yamamoto, Motoji", "day": 1, "title": "High-Backdrivable Parallel-Link Manipulator with Continuously Variable Transmission"}, {"cited": 0, "author": "Allan, Jean-Francois - Lavoie, Samuel - Reiher, Stephane - Lambert, Ghislain", "day": 1, "title": "Kinematic and Dynamic Analysis of a Novel 6-DOF Serial Manipulator for Underground Distribution Power Lines"}, {"cited": 5, "author": "Cho, Changhyun - Kang, Sungchul", "day": 1, "title": "Design of a Static Balancing Mechanism with Unit Gravity Compensators"}, {"cited": 9, "author": "Hu, Yonghui - Tian, Weicheng - Liang, Jianhong - Wang, Tianmiao", "day": 1, "title": "Learning Fish-Like Swimming with a CPG-Based Locomotion Controller"}, {"cited": 6, "author": "Tang, Chaoquan - Ma, Shugen - Li, Bin - Wang, Yuechao", "day": 1, "title": "A Self-Tuning Multi-Phase CPG Enabling the Snake Robot to Adapt to Environments"}, {"cited": 2, "author": "Kano, Takeshi - Sato, Takahide - Kobayashi, Ryo - Ishiguro, Akio", "day": 1, "title": "Decentralized Control of Multi-Articular Snake-Like Robot for Efficient Locomotion"}, {"cited": 4, "author": "Sato, Takahide - Kano, Takeshi - Ishiguro, Akio", "day": 1, "title": "A Snake-Like Robot Driven by a Decentralized Control That Enables Both Phasic and Tonic Control"}, {"cited": 0, "author": "Chang-Siu, Evan - Libby, Tom - Tomizuka, Masayoshi - Full, Robert", "day": 1, "title": "Lizard-Inspired Active Tails Enable Rapid Maneuvers and Dynamic Stabilization in a Terrestrial Robot"}, {"cited": 0, "author": "Watanabe, Wataru - Suzuki, Shota - Kano, Takeshi - Ishiguro, Akio", "day": 1, "title": "Moving Right Arm in the Right Place: Ophiuroid-Inspired Omnidirectional Robot Driven by Coupled Dynamical Systems"}, {"cited": 0, "author": "Porez, Mathieu - Lebastard, Vincent - Ijspeert, Auke - Boyer, Frdric", "day": 1, "title": "Multi-Physics Model of an Electric Fish-Like Robot : Numerical Aspects and Application to Obstacle Avoidance"}, {"cited": 3, "author": "Ariizumi, Ryo - Fukushima, Hiroaki - Matsuno, Fumitoshi", "day": 1, "title": "Front-Unit-Following Control of a Snake-Like Robot Using Screw Drive Mechanism Based on past Velocity Commands"}, {"cited": 4, "author": "Dobrzynski, Michal Karol - Pericet-Camara, Ramon - Floreano, Dario", "day": 1, "title": "Contactless Deflection Sensor for Soft Robots"}, {"cited": 25, "author": "Kramer, Rebecca - Majidi, Carmel - Sahai, Ranjana - Wood, Robert", "day": 1, "title": "Soft Curvature Sensors for Joint Angle Proprioception"}, {"cited": 0, "author": "Sani, Hamidreza - Meek, Sanford", "day": 1, "title": "Characterizing the Performance of an Optical Slip Sensor for Grip Control in a Prosthesis"}, {"cited": 1, "author": "Kielhfer, Simon - Bahls, Thomas - Hacker, Franz - Wsthoff, Tilo - Suppa, Michael", "day": 1, "title": "DLR VR-SCAN: A Versatile and Robust Miniaturized Laser Scanner for Short Range 3D-Modelling and Exploration in Robotics"}, {"cited": 1, "author": "McPherson, Timothy - Ueda, Jun", "day": 1, "title": "Piezoelectric Self-Sensing Technique for Tweezer Style End-Effector"}, {"cited": 0, "author": "Ho, Van - Kondo, Daisuke - Okada, Shima - Araki, Takahiro - Fujita, Emi - Makikawa, Masaaki - Hirai, Shinichi", "day": 1, "title": "Development of a Fabric Sensor Using Tension-Sensitive Electro-Conductive Yarns in Recognition of Slippage"}, {"cited": 7, "author": "Terada, Kazuki - Suzuki, Yosuke - Hasegawa, Hiroaki - Sone, Satoshi - Ming, Aiguo - Ishikawa, Masatoshi - Shimojo, Makoto", "day": 1, "title": "Development of Omni-Directional and Fast-Responsive Net-Structure Proximity Sensor"}, {"cited": 1, "author": "Lan, Chao-Chieh - Lee, Yi-Chiao - Jiang, Jinn-Feng - Chen, Yi-Jie - Wei, Hung-Yuan", "day": 1, "title": "Design of a Compact Camera-Orienting Mechanism with Flexural Pan and Tilt Axes"}, {"cited": 8, "author": "Tipaldi, Gian Diego - Arras, Kai Oliver", "day": 2, "title": "Please Do Not Disturb! Minimum Interference Coverage for Social Robots"}, {"cited": 0, "author": "Sousa Junior, Samuel Felix de - Campos, Mario F. Montenegro", "day": 2, "title": "Shall We Dance? a Music-Driven Approach for Mobile Robots Choreography"}, {"cited": 0, "author": "Claassens, Jonathan - Demiris, Yiannis", "day": 2, "title": "Generalising Human Demonstration Data by Identifying Affordance Symmetries in Object Interaction Trajectories"}, {"cited": 24, "author": "Cakmak, Maya - Srinivasa, Siddhartha - Lee, Min Kyung - Forlizzi, Jodi - Kiesler, Sara", "day": 2, "title": "Human Preferences for Robot-Human Hand-Over Configurations"}, {"cited": 0, "author": "Moon, AJung - Parker, Chris - Croft, Elizabeth - Van der Loos, H.F. Machiel", "day": 2, "title": "Did You See It Hesitate?  Empirically Grounded Design of Hesitation Trajectories for Collaborative Robots"}, {"cited": 0, "author": "Kajita, Shuuji - Nakano, Tomoyasu - Goto, Masataka - Matsusaka, Yosuke - Nakaoka, Shin'ichiro - Yokoi, Kazuhito", "day": 2, "title": "VocaWather: Natural Singing Motion Generator for a Humanoid Robot"}, {"cited": 0, "author": "Wang, Hongbo - Kosuge, Kazuhiro", "day": 2, "title": "Towards an Understanding of Dancers Coupled Body Dynamics for Waltz"}, {"cited": 0, "author": "Rios-Martinez, Jorge - Spalanzani, Anne - Laugier, Christian", "day": 2, "title": "Understanding Human Interaction for Probabilistic Autonomous Navigation"}, {"cited": 2, "author": "Oishi, Shuji - Kurazume, Ryo - Iwashita, Yumi - Hasegawa, Tsutomu", "day": 2, "title": "Denoising of Range Images Using a Trilateral Filter and Belief Propagation"}, {"cited": 7, "author": "Luo, Guoliang - Bergstrm, Niklas - Ek, Carl Henrik - Kragic, Danica", "day": 2, "title": "Representing Actions with Kernels"}, {"cited": 3, "author": "Shao, Xiaowei - Zhao, Huijing - Shibasaki, Ryosuke - Shi, Yun - Sakamoto, Kiyoshi", "day": 2, "title": "3D Crowd Surveillance and Analysis Using Laser Range Scanners"}, {"cited": 46, "author": "Zhang, Hao - Parker, Lynne", "day": 2, "title": "4-Dimensional Local Spatio-Temporal Features for Human Activity Recognition"}, {"cited": 4, "author": "Baum, Marcus - Hanebeck, Uwe D.", "day": 2, "title": "Fitting Conics to Noisy Data Using Stochastic Linearization"}, {"cited": 7, "author": "Censi, Andrea - Murray, Richard", "day": 2, "title": "Bootstrapping Sensorimotor Cascades: A Group-Theoretic Perspective"}, {"cited": 9, "author": "Steck, Andreas - Schlegel, Christian", "day": 2, "title": "Managing Execution Variants in Task Coordination by Exploiting Design-Time Models at Run-Time"}, {"cited": 0, "author": "Yoon, Han - Hutchinson, Seth", "day": 2, "title": "The Mathematical Model and Control of Human-Machine Perceptual Feedback System"}, {"cited": 6, "author": "Reilink, Rob - Stramigioli, Stefano - Misra, Sarthak", "day": 2, "title": "Three-Dimensional Pose Reconstruction of Flexible Instruments from Endoscopic Images"}, {"cited": 10, "author": "Ren, Hongliang - Vasilyev, Nikolay - Dupont, Pierre", "day": 2, "title": "Detection of Curved Robots Using 3D Ultrasound"}, {"cited": 0, "author": "Li, Baopu - Meng, Max Q.-H.", "day": 2, "title": "Comparison of Several Image Features for WCE Video Abstract"}, {"cited": 3, "author": "Sun, Xiaochuan - Payandeh, Shahram", "day": 2, "title": "Toward Development of 3D Surgical Mouse Paradigm"}, {"cited": 9, "author": "Padoy, Nicolas - Hager, Gregory", "day": 2, "title": "3D Thread Tracking for Robotic Assistance in Tele-Surgery"}, {"cited": 6, "author": "Castellini, Claudio - Passig, Georg", "day": 2, "title": "Ultrasound Image Features of the Wrist Are Linearly Related to Finger Positions"}, {"cited": 1, "author": "Shi, Chaoyang - Tercero Villagran, Carlos Rafael - Ikeda, Seiichi - Fukuda, Toshio - Komori, Kimihiro - Yamamoto, Kiyohito", "day": 2, "title": "In-Vitro Three Dimensional Vasculature Modeling Based on Sensor Fusion between Intravascular Ultrasound and Magnetic Tracker"}, {"cited": 0, "author": "Estebanez, Belen - Bauzano, Enrique - Muoz, Victor", "day": 2, "title": "Surgical Tools Pose Estimation for a Multimodal HMI of a Surgical Robotic Assistant"}, {"cited": 7, "author": "Kurita, Yuichi - Yonezawa, Satoshi - Ikeda, Atsutoshi - Ogasawara, Tsukasa", "day": 2, "title": "Weight and Friction Display Device by Controlling the Slip Condition of a Fingertip"}, {"cited": 2, "author": "Gregory, John - Shen, Yantao - Xi, Ning", "day": 2, "title": "On-Line Bio-Impedance Identification of Fingertip Skin for Enhancement of Electrotactile Based Haptic Rendering"}, {"cited": 6, "author": "Turkseven, Melih - Ueda, Jun", "day": 2, "title": "Design of an MRI Compatible Haptic Interface"}, {"cited": 1, "author": "Arata, Jumpei - Ikedo, Norio - Fujimoto, Hideo", "day": 2, "title": "Force Producibility Improvement of Redundant Parallel Mechanism for Haptic Applications"}, {"cited": 0, "author": "Kokuryu, Saori - Izutsu, Masaki - Kamamichi, Norihiro - Ishikawa, Jun", "day": 2, "title": "Wide-Bandwidth Bilateral Control Using Two Stage Actuator Systems: Evaluation Results of a Prototype"}, {"cited": 0, "author": "Schiele, Andre - Hirzinger, Gerd", "day": 2, "title": "A New Generation of Ergonomic Exoskeletons  the High-Performance X-Arm-2 for Space Robotics Telepresence"}, {"cited": 0, "author": "ter Mors, Adriaan W.", "day": 2, "title": "Conflict-Free Route Planning in Dynamic Environments (I)"}, {"cited": 0, "author": "Pivtoraiko, Mihail - Kelly, Alonzo", "day": 2, "title": "Kinodynamic Motion Planning with State Lattice Motion Primitives (I)"}, {"cited": 0, "author": "Frank, Barbara - Stachniss, Cyrill - Abdo, Nichola - Burgard, Wolfram", "day": 2, "title": "Efficient Motion Planning for Manipulation Robots in Environments with Deformable Objects (I)"}, {"cited": 0, "author": "Vernaza, Paul - Lee, Daniel D.", "day": 2, "title": "Learning Dimensional Descent Planning for a Highly-Articulated Robot Arm (I)"}, {"cited": 0, "author": "Esposito, Joel", "day": 2, "title": "A Simplified Model of RRT Coverage for Kinematic Systems (I)"}, {"cited": 0, "author": "Kuffner, James - LaValle, Steven M", "day": 2, "title": "Space-Filling Trees : A New Perspective on Motion Planning Via Incremental Search (I)"}, {"cited": 0, "author": "Scherer, Sebastian - Singh, Sanjiv", "day": 2, "title": "Multiple-Objective Motion Planning for Unmanned Aerial Vehicles (I)"}, {"cited": 0, "author": "Franchi, Antonio - Masone, Carlo - Buelthoff, Heinrich H. - Robuffo Giordano, Paolo", "day": 2, "title": "Bilateral Teleoperation of Multiple UAVs with Decentralized Bearing-Only Formation Control (I)"}, {"cited": 0, "author": "Fankhauser, Peter - Bouabdallah, Samir - Leutenegger, Stefan - Siegwart, Roland", "day": 2, "title": "Modeling and Decoupling Control of the CoaX Micro Helicopter (I)"}, {"cited": 0, "author": "Morbidi, Fabio - Mariottini, Gian Luca", "day": 2, "title": "On Active Target Tracking and Cooperative Localization for Multiple Aerial Vehicles (I)"}, {"cited": 0, "author": "Kneip, Laurent - Weiss, Stephan - Siegwart, Roland", "day": 2, "title": "Deterministic Initialization of Metric State Estimation Filters for Loosely-Coupled Monocular Vision-Inertial Systems (I)"}, {"cited": 0, "author": "Achtelik, Markus W. - Weiss, Stephan - Chli, Margarita - Dellaert, Frank - Siegwart, Roland", "day": 2, "title": "Collaborative Stereo (I)"}, {"cited": 2, "author": "Asano, Fumihiko", "day": 2, "title": "Self-Stabilization Principle of Mechanical Energy Inherent in Passive Compass Gait"}, {"cited": 0, "author": "Haarnoja, Tuomas - Peralta Cabezas, Jos Luis - Halme, Aarne J.", "day": 2, "title": "Model-Based Velocity Control for Limit Cycle Walking"}, {"cited": 3, "author": "Beranek, Richard - Fung, Henry - Ahmadi, Mojtaba", "day": 2, "title": "A Walking Stability Controller with Disturbance Rejection Based on CMP Criterion and Ground Reaction Force Feedback"}, {"cited": 3, "author": "Sentis, Luis - Fernandez, Benito R.", "day": 2, "title": "Perturbation Theory to Plan Dynamic Locomotion in Very Rough Terrains"}, {"cited": 4, "author": "Aoi, Shinya - Fujiki, Soichiro - Yamashita, Tsuyoshi - Kohda, Takehisa - Senda, Kei - Tsuchiya, Kazuo", "day": 2, "title": "Generation of Adaptive Splitbelt Treadmill Walking by a Biped Robot Using Nonlinear Oscillators with Phase Resetting"}, {"cited": 3, "author": "Aoi, Shinya - Fujiki, Soichiro - Katayama, Daiki - Yamashita, Tsuyoshi - Kohda, Takehisa - Senda, Kei - Tsuchiya, Kazuo", "day": 2, "title": "Experimental Verification of Hysteresis in Gait Transition of a Quadruped Robot Driven by Nonlinear Oscillators with Phase Resetting"}, {"cited": 5, "author": "Oliveira, Miguel - Santos, Cristina - Costa, Lino - Matos, Vtor - Ferreira, Manuel", "day": 2, "title": "Multi-Objective Parameter CPG Optimization for Gait Generation of a Quadruped Robot Considering Behavioral Diversity"}, {"cited": 10, "author": "Dimitrov, Dimitar Nikolaev - Sherikov, Aleksander - Wieber, Pierre-Brice", "day": 2, "title": "A Sparse Model Predictive Control Formulation for Walking Motion Generation"}, {"cited": 2, "author": "Yu, Shengwei - Lee, C. S. George", "day": 2, "title": "Mobility and Routing Joint Design for Lifetime Maximization in Mobile Sensor Networks"}, {"cited": 6, "author": "Abichandani, Pramod - Benson, Hande - Kam, Moshe", "day": 2, "title": "Decentralized Multi-Vehicle Path Coordination under Communication Constraints"}, {"cited": 2, "author": "Hoshino, Satoshi - Seki, Hiroya - Ota, Jun", "day": 2, "title": "Optimal Maintenance Strategy in Fault-Tolerant Multi-Robot Systems"}, {"cited": 28, "author": "Sabattini, Lorenzo - Chopra, Nikhil - Secchi, Cristian", "day": 2, "title": "Distributed Control of Multi-Robot Systems with Global Connectivity Maintenance"}, {"cited": 5, "author": "Reddy, Prashant - Veloso, Manuela", "day": 2, "title": "RSSI-Based Physical Layout Classification and Target Tethering in Mobile Ad-Hoc Networks"}, {"cited": 2, "author": "Cortez, Andres - Fierro, Rafael - Wood, John - Lumia, Ron", "day": 2, "title": "Heterogeneous Sensor Network for Prioritized Sensing"}, {"cited": 9, "author": "Ghommam, Jawhar - Mehrjerdi, Hasan - Saad, Maarouf", "day": 2, "title": "Leader-Follower Formation Control of Nonholonomic Robots with Fuzzy Logic Based Approach for Obstacle Avoidance"}, {"cited": 4, "author": "Ra, Iaki", "day": 2, "title": "On the Convergence of Braitenberg Vehicle 3a Immersed in Parabolic Stimuli"}, {"cited": 28, "author": "Nuske, Stephen - Achar, Supreeth - Bates, Terry - Narasimhan, Srinivasa - Singh, Sanjiv", "day": 2, "title": "Yield Estimation in Vineyards by Visual Grape Detection"}, {"cited": 0, "author": "Gao, Ce - Song, Yixu - Jia, Peifa", "day": 2, "title": "Robust Feature Matching for Robot Visual Learning"}, {"cited": 15, "author": "Fischer, Jan - Ruppel, Alexander - Weisshardt, Florian - Verl, Alexander", "day": 2, "title": "A Rotation Invariant Feature Descriptor O-DAISY and Its FPGA Implementation"}, {"cited": 7, "author": "Puerto, Gustavo Armando - Adibi, Mehrad - Cadeddu, Jeffrey A. - Mariottini, Gian Luca", "day": 2, "title": "Adaptive Multi-Affine (AMA) Feature-Matching Algorithm and Its Application to Minimally-Invasive Surgery Images"}, {"cited": 7, "author": "Veon, Kevin - Mahoor, Mohammad - Voyles, Richard", "day": 2, "title": "Video Stabilization Using SIFT-ME Features and Fuzzy Clustering"}, {"cited": 5, "author": "Rituerto, Jorge - Murillo, Ana Cristina - Kosecka, Jana", "day": 2, "title": "Label Propagation in Videos Indoors with an Incremental Non-Parametric Model Update"}, {"cited": 5, "author": "Reiter, Austin - Goldman, Roger E. - Bajo, Andrea - Iliopoulos, Konstantinos - Simaan, Nabil - Allen, Peter", "day": 2, "title": "A Learning Algorithm for Visual Pose Estimation of Continuum Robots"}, {"cited": 0, "author": "Windau, Jens - Itti, Laurent", "day": 2, "title": "Multilayer Real-Time Video Stabilization"}, {"cited": 0, "author": "Wade, Eric - Parnandi, Avinash - Mataric, Maja", "day": 2, "title": "Using Socially Assistive Robotics to Augment Motor Task Performance in Individuals PostStroke"}, {"cited": 1, "author": "Ghosh, Madhumita - Tanaka, Fumihide", "day": 2, "title": "The Impact of Different Competence Levels of Care-Receiving Robot on Children"}, {"cited": 29, "author": "Medina Hernandez, Jose Ramon - Lawitzky, Martin - Mrtl, Alexander - Lee, Dongheui - Hirche, Sandra", "day": 2, "title": "An Experience-Driven Robotic Assistant Acquiring Human Knowledge to Improve Haptic Cooperation"}, {"cited": 0, "author": "Tani, Atsushi - Endo, Gen - Fukushima, Edwardo F. - Hirose, Shigeo - Iribe, Masatsugu - Takubo, Toshio", "day": 2, "title": "Study on a Practical Robotic Follower to Support Home Oxygen Therapy Patients -Development and Control of a Mobile Platform"}, {"cited": 33, "author": "Gross, Horst-Michael - Schroeter, Christof - Mueller, Steffen - Volkhardt, Michael - Einhorn, Erik - Bley, Andreas - Martin, Christian - Merten, Matthias - Langner, Tim", "day": 2, "title": "Progress in Developing a Socially Assistive Mobile Home Robot Companion for the Elderly with Mild Cognitive Impairment"}, {"cited": 13, "author": "Lopes, Ana - Pires, Gabriel - Vaz, Lus - Nunes, Urbano", "day": 2, "title": "Wheelchair Navigation Assisted by Human-Machine Shared-Control and a P300-Based Brain Computer Interface"}, {"cited": 7, "author": "Mukai, Toshiharu - Hirano, Shinya - Yoshida, Morio - Nakashima, Hiromichi - Guo, Shijie - Hayakawa, Yoshikazu", "day": 2, "title": "Whole-Body Contact Manipulation Using Tactile Information for the Nursing-Care Assistant Robot RIBA"}, {"cited": 0, "author": "Ju, Wendy - Takayama, Leila", "day": 2, "title": "Should Robots or People Do These Jobs? a Survey of Robotics Experts and Non-Experts about Which Jobs Robots Should Do"}, {"cited": 0, "author": "Martinelli, Agostino - Troiani, Chiara - Renzaglia, Alessandro", "day": 2, "title": "Vision-Aided Inertial Navigation: Closed-Form Determination of Absolute Scale, Speed and Attitude"}, {"cited": 0, "author": "Yamato, Hideaki - Furuta, Takayuki - Tomiyama, Ken", "day": 2, "title": "Attitude Determination Framework by Globally and Asymptotically Stable Bias Error Estimation with Disturbance Attenuation and Rejection"}, {"cited": 5, "author": "Chang-Siu, Evan - Tomizuka, Masayoshi - Kong, Kyoungchul", "day": 2, "title": "Time-Varying Complementary Filtering for Attitude Estimation"}, {"cited": 1, "author": "Kubus, Daniel - Wahl, Friedrich M.", "day": 2, "title": "A Sensor Fusion Approach to Angle and Angular Rate Estimation"}, {"cited": 6, "author": "Brunner, Christopher Joseph - Peynot, Thierry - Vidal-Calleja, Teresa A.", "day": 2, "title": "Combining Multiple Sensor Modalities for a Localisation Robust to Smoke"}, {"cited": 17, "author": "Chilian, Annett - Hirschmller, Heiko - Goerner, Martin", "day": 2, "title": "Multisensor Data Fusion for Robust Pose Estimation of a Six-Legged Walking Robot"}, {"cited": 7, "author": "Lamy-Perbal, Sylvie - Boukallel, Mehdi", "day": 2, "title": "An Improved Pedestrian Inertial Navigation System for Indoor Environments"}, {"cited": 2, "author": "Katsev, Max - LaValle, Steven M", "day": 2, "title": "Learning the Delaunay Triangulation of Landmarks from a Distance Ordering Sensor"}, {"cited": 33, "author": "Burgner, Jessica - Swaney, Philip - Rucker, Caleb - Gilbert, Hunter B. - Nill, Scott T. - Russell, Paul T. - Weaver, Kyle D. - Webster III, Robert James", "day": 2, "title": "A Bimanual Teleoperated System for Endonasal Skull Base Surgery"}, {"cited": 7, "author": "Lee, Jongwon - Kim, Sungmin - Kim, Young Soo - Chung, Wan Kyun - Kim, Minjun", "day": 2, "title": "Automated Surgical Planning and Evaluation Algorithm for Spinal Fusion Surgery with Three-Dimensional Pedicle Model"}, {"cited": 3, "author": "Kazmitcheff, Guillaume - Miroir, Mathieu - Nguyen, Yann - Clrier, Charlotte - Mazalaigue, Stphane - Ferrary, Evelyne - Sterkers, Olivier - Bozorg Grayeli, Alexis", "day": 2, "title": "Evaluation of Command Modes of an Assistance Robot for Middle Ear Surgery"}, {"cited": 2, "author": "Gao, Yixin - Sedef, Mert - Jog, Amod - Peng, Peter - Choti, Michael - Hager, Gregory - Berkley, Jeff - Kumar, Rajesh", "day": 2, "title": "Towards Validation of Robotic Surgery Training Assessment across Training Platforms"}, {"cited": 7, "author": "Bernardes, Mariana Costa - Adorno, Bruno Vilhena - Poignet, Philippe - Zemiti, Nabil - Borges, Geovany Araujo", "day": 2, "title": "Adaptive Path Planning for Steerable Needles Using Duty-Cycling"}, {"cited": 8, "author": "Asadian, Ali - Kermani, Mehrdad R. - Patel, Rajnikant V.", "day": 2, "title": "An Analytical Model for Deflection of Flexible Needles During Needle Insertion"}, {"cited": 19, "author": "Roesthuis, Roy - van Veen, Youri - Jahya, Alex - Misra, Sarthak", "day": 2, "title": "Mechanics of Needle-Tissue Interaction"}, {"cited": 10, "author": "Ryu, Seok Chang - Renaud, Pierre - Black, Richard J. - Daniel, Bruce - Cutkosky, Mark", "day": 2, "title": "Feasibility Study of an Optically Actuated MR-Compatible Active Needle"}, {"cited": 1, "author": "Brewer, Reuben - Leeper, Adam Eric - Salisbury, Kenneth", "day": 2, "title": "A Friction Differential and Cable Transmission Design for a 3-DOF Haptic Device with Spherical Kinematics"}, {"cited": 2, "author": "Melendez-Calderon, Alejandro - Bagutti, Lorenzo - Pedrono, Brice - Burdet, Etienne", "day": 2, "title": "Hi5: A Versatile Dual-Wrist Device to Study Human-Human Interaction and Bimanual Control"}, {"cited": 4, "author": "Koseki, Yoshihiko - De Lorenzo, Danilo - Chinzei, Kiyoyuki - Okamura, Allison M.", "day": 2, "title": "Coaxial Needle Insertion Assistant for Epidural Puncture"}, {"cited": 7, "author": "Lewis, Bennie - Sukthankar, Gita", "day": 2, "title": "Two Hands Are Better Than One: Assisting Users with Multi-Robot Manipulation Tasks"}, {"cited": 0, "author": "Christensen, Quinton - Mascaro, Stephen", "day": 2, "title": "3-DOF Haptic Feedback for Assisted Driving of an Omnidirectional Wheelchair"}, {"cited": 7, "author": "Zhang, Xin - Wang, Dangxiao - Zhang, Yuru - Xiao, Jing", "day": 2, "title": "Configuration-Based Optimization for Six Degree-Of-Freedom Haptic Rendering Using Sphere-Trees"}, {"cited": 3, "author": "Peterlik, Igor - Duriez, Christian - Cotin, Stephane", "day": 2, "title": "Asynchronous Haptic Simulation of Contacting Deformable Objects with Variable Stiffness"}, {"cited": 17, "author": "Rydn, Fredrik - Nia Kosari, Sina - Chizeck, Howard", "day": 2, "title": "Proxy Method for Fast Haptic Rendering from Time Varying Point Clouds"}, {"cited": 0, "author": "Wedge, Nathan - Branicky, Michael", "day": 2, "title": "An Obstacle-Responsive Technique for the Management and Distribution of Local Rapidly-Exploring Random Trees (I)"}, {"cited": 0, "author": "Lu, Yanyan - Lien, Jyh-Ming", "day": 2, "title": "Finding Critical Changes in Dynamic Configuration Spaces (I)"}, {"cited": 0, "author": "Denny, Jory - Amato, Nancy", "day": 2, "title": "Toggle PRM: Simultaneous Mapping of C-Free and C-Obstacle - a Study in 2D - (I)"}, {"cited": 22, "author": "Akgun, Baris - Stilman, Mike", "day": 2, "title": "Sampling Heuristics for Optimal Motion Planning in High Dimensions"}, {"cited": 0, "author": "Jaillet, Leonard - Hoffman, Judy - van den Berg, Jur - Abbeel, Pieter - Porta, Josep M - Goldberg, Ken", "day": 2, "title": "EG-RRT: Environment-Guided Random Trees for Kinodynamic Motion Planning with Uncertainty and Obstacles (I)"}, {"cited": 0, "author": "Huang, Yazhou - Mahmudi, Mentar - Kallmann, Marcelo", "day": 2, "title": "Planning Humanlike Actions in Blending Spaces (I)"}, {"cited": 11, "author": "Pounds, Paul - Dollar, Aaron", "day": 2, "title": "UAV Rotorcraft in Compliant Contact: Stability Analysis and Simulation"}, {"cited": 0, "author": "Mellinger, Daniel - Lindsey, Quentin - Shomin, Michael - Kumar, Vijay", "day": 2, "title": "Design, Modeling, Estimation and Control for Aerial Grasping and Manipulation (I)"}, {"cited": 19, "author": "Baek, Stanley - Garcia Bermudez, Fernando - Fearing, Ronald", "day": 2, "title": "Flight Control for Target Seeking by 13 Gram Ornithopter"}, {"cited": 3, "author": "Muoz Hernandez, Laura Elena - Castillo, Pedro - Sanahuja, Guillaume - Santos Sanchez, Omar Jacobo", "day": 2, "title": "Embedded Robust Nonlinear Control for a Four-Rotor Rotorcraft: Validation in Real-Time with Wind Disturbances"}, {"cited": 2, "author": "Ferrin, Jeffrey - Leishman, Robert - Beard, Randy - McLain, T.W.", "day": 2, "title": "Differential Flatness Based Control of a Rotorcraft for Aggressive Maneuvers"}, {"cited": 0, "author": "Voigt, Rainer - Nikolic, Janosch - Hrzeler, Christoph - Weiss, Stephan - Kneip, Laurent - Siegwart, Roland", "day": 2, "title": "Robust Embedded Egomotion Estimation (I)"}, {"cited": 0, "author": "Moore, Joseph - Tedrake, Russ", "day": 2, "title": "Magnetic Localization for Perching UAVs on Powerlines (I)"}, {"cited": 0, "author": "Michael, Nathan - Stump, Ethan - Mohta, Kartik", "day": 2, "title": "Persistent Surveillance with a Team of MAVs (I)"}, {"cited": 0, "author": "Suetani, Hiromichi - Ideta, Aiko - Morimoto, Jun", "day": 2, "title": "Nonlinear Structure of Escape-Times to Fall of a Passive Dynamic Walker on an Irregular Slope: Anomaly Detection by Multi-Class Support Vector Machine and Latent State Extraction by Canonical Correlation Analysis"}, {"cited": 1, "author": "Ahmad Sharbafi, Maziar - Yazdanpanah, M. J. - Nili Ahmadabadi, Majid", "day": 2, "title": "Increasing the Robustness of Acrobot Walking Control Using Compliant Mechanisms"}, {"cited": 5, "author": "Kersbergen, Bart - Lopes, Gabriel - van den Boom, Ton - De Schutter, Bart - Babuska, Robert", "day": 2, "title": "Optimal Gait Switching for Legged Locomotion"}, {"cited": 0, "author": "Banno, Yoshihisa - Harata, Yuji - Taji, Kouichi - Uno, Yoji", "day": 2, "title": "Development and Experiment of a Kneed Biped Walking Robot Based on Parametric Excitation Principle"}, {"cited": 5, "author": "Morozovsky, Nicholas - Schmidt-Wetekam, Christopher - Bewley, Thomas", "day": 2, "title": "Switchblade: An Agile Treaded Rover"}, {"cited": 9, "author": "Inoue, Ryosuke - Asano, Fumihiko - Tanaka, Daiki - Tokuda, Isao", "day": 2, "title": "Passive Dynamic Walking of Combined Rimless Wheel and Its Speeding-Up by Adjustment of Phase Difference"}, {"cited": 3, "author": "Jarrault, Pierre - Grand, Christophe - Bidaud, Philippe", "day": 2, "title": "Robust Obstacle Crossing of a Wheel-Legged Mobile Robot Using Minimax Force Distribution and Self-Reconfiguration"}, {"cited": 3, "author": "An, Sang-ik - Kwon, Dong-Soo", "day": 2, "title": "Zero-Moment Point Feedforward Balance Control of Leg-Wheel Hybrid Structures by Using Input/Output Linearization"}, {"cited": 6, "author": "Gowal, Sven - Martinoli, Alcherio", "day": 2, "title": "Bayesian Rendezvous for Distributed Robotic Systems"}, {"cited": 0, "author": "Jaleel, Hassan - Egerstedt, Magnus", "day": 2, "title": "Power-Aware Rendezvous with Shrinking Footprints"}, {"cited": 10, "author": "Antonelli, Gianluca - Arrichiello, Filippo - Caccavale, Fabrizio - Marino, Alessandro", "day": 2, "title": "A Decentralized Controller-Observer Scheme for Multi-Robot Weighted Centroid Tracking"}, {"cited": 1, "author": "Xu, Ling - Stentz, Anthony", "day": 2, "title": "Market-Based Coordination of Coupled Robot Systems"}, {"cited": 6, "author": "Yoo, Jae Hyun - Kim, Woojin - Kim, H. Jin", "day": 2, "title": "Event-Driven Gaussian Process for Object Localization in Wireless Sensor Networks"}, {"cited": 12, "author": "Iocchi, Luca - Marchetti, Luca - Nardi, Daniele", "day": 2, "title": "Multi-Robot Patrolling with Coordinated Behaviours in Realistic Environments"}, {"cited": 6, "author": "D'Ambrosio, David - Lehman, Joel - Risi, Sebastian - Stanley, Kenneth", "day": 2, "title": "Task Switching in Multirobot Learning through Indirect Encoding"}, {"cited": 1, "author": "Hoshino, Satoshi", "day": 2, "title": "Multi-Robot Coordination Methodology in Congested Systems with Bottlenecks"}, {"cited": 2, "author": "Salaris, Paolo - Pallottino, Lucia - Hutchinson, Seth - Bicchi, Antonio", "day": 2, "title": "From Optimal Planning to Visual Servoing with Limited FOV"}, {"cited": 4, "author": "Chan, Ambrose - Croft, Elizabeth - Little, James J.", "day": 2, "title": "Constrained Manipulator Visual Servoing (CMVS): Rapid Robot Programming in Cluttered Workspaces"}, {"cited": 5, "author": "Lee, Deukhee - Krupa, Alexandre", "day": 2, "title": "Intensity-Based Visual Servoing for Non-Rigid Motion Compensation of Soft Tissue Structures Due to Physiological Motion Using 4D Ultrasound"}, {"cited": 8, "author": "Nadeau, Caroline - Krupa, Alexandre", "day": 2, "title": "Improving Ultrasound Intensity-Based Visual Servoing: Tracking and Positioning Tasks with 2D and Bi-Plane Probes"}, {"cited": 10, "author": "Coutard, Laurent - Chaumette, Francois - Pflimlin, Jean-Michel", "day": 2, "title": "Automatic Landing on Aircraft Carrier by Visual Servoing"}, {"cited": 15, "author": "Kermorgant, Olivier - Chaumette, Francois", "day": 2, "title": "Combining IBVS and PBVS to Ensure the Visibility Constraint"}, {"cited": 8, "author": "Dallej, Tej - Gouttefarde, Marc - Andreff, Nicolas - Michelin, Mical - Martinet, Philippe", "day": 2, "title": "Towards Vision-Based Control of Cable-Driven Parallel Robots"}, {"cited": 1, "author": "Schrimpf, Johannes - Lind, Morten - Mathisen, Geir", "day": 2, "title": "Time-Analysis of a Real-Time Sensor-Servoing System Using Line-Of-Sight Path Tracking"}, {"cited": 0, "author": "Takemura, Noriko - Nakamura, Yutaka - Ishiguro, Hiroshi", "day": 2, "title": "A Path Planning Method for Human Tracking Agents Using Variable-Term Prediction Based on Dynamic K-Nearest Neighbor Algorithm"}, {"cited": 15, "title": "Using Human Motion Estimation for Human-Robot Cooperative Manipulation", "day": 2, "author": "Thobbi, Anand - Gu, Ye - Sheng, Weihua"}, {"cited": 9, "author": "Li, Xiaofei - Liu, Hong - Yang, Xuesong", "day": 2, "title": "Sound Source Localization for Mobile Robot Based on Time Difference Feature and Space Grid Matching"}, {"cited": 3, "author": "Urcola, Pablo - Montano, Luis", "day": 2, "title": "Adapting Robot Team Behavior from Interaction with a Group of People"}, {"cited": 0, "author": "Lalle, Stphane - Pattacini, Ugo - Boucher, Jean-David - Lemaignan, Sverin - Lenz, Alexander - Melhuish, Chris - Natale, Lorenzo - Skachek, Sergey - Hamann, Katharina - Steinwender, Jasmin - Sisbot, Emrah Akin - Metta, Giorgio - Alami, Rachid - Warnier, Matthieu - Guitton, Julien - Warneken, Felix - Dominey, Peter Ford", "day": 2, "title": "Towards a Platform-Independent Cooperative Human-Robot Interaction System: II. Perception, Execution and Imitation of Goal Directed Actions"}, {"cited": 0, "author": "Hilsenbeck, Barbara - Kirchner, Nathan", "day": 2, "title": "Listening for People: Exploiting the Spectral Structure of Speech to Robustly Perceive the Presence of People"}, {"cited": 6, "author": "Kim, Ui-Hyun - Mizumoto, Takeshi - Ogata, Tetsuya - Okuno, Hiroshi G.", "day": 2, "title": "Improvement of Speaker Localization by Considering Multipath Interference of Sound Wave for Binaural Robot Audition"}, {"cited": 6, "author": "Grunberg, David - Lofaro, Daniel - Oh, Paul Y. - Kim, Youngmoo", "day": 2, "title": "Robot Audition and Beat Identification in Noisy Environments"}, {"cited": 2, "author": "Tegopoulou, Anastasia - Papadopoulos, Evangelos", "day": 2, "title": "Determination of Rigid-Body Pose from Imprecise Point Position Measurements"}, {"cited": 2, "author": "Hoover, Randy - Braman, Karen - Hao, Ning", "day": 2, "title": "Pose Estimation from a Single Image Using Tensor Decomposition and an Algebra of Circulants"}, {"cited": 8, "author": "Yuan, Qilong - Chen, I-Ming", "day": 2, "title": "Simultaneous Localization and Capture with Velocity Information"}, {"cited": 2, "author": "Eruhimov, Victor - Meeussen, Wim", "day": 2, "title": "Outlet Detection and Pose Estimation for Robot Continuous Operation"}, {"cited": 11, "author": "Maycock, Jonathan - Steffen, Jan - Haschke, Robert - Ritter, Helge Joachim", "day": 2, "title": "Robust Tracking of Human Hand Postures for Robot Teaching"}, {"cited": 25, "author": "Richa, Rogerio - Sznitman, Raphael - Taylor, Russell H. - Hager, Gregory", "day": 2, "title": "Visual Tracking Using the Sum of Conditional Variance"}, {"cited": 1, "author": "Wang, Hesheng - Chen, Weidong - Wang, Zhongli", "day": 2, "title": "Visual Tracking of Robots in Uncalibrated Environments"}, {"cited": 3, "author": "Luo, Ren - Kao, Ching-Chung - Wu, Yen-Chang", "day": 2, "title": "Hybrid Discriminative Visual Object Tracking with Confidence Fusion for Robotics Applications"}, {"cited": 7, "author": "Bascetta, Luca - Ferretti, Gianni - Rocco, Paolo - Ard, Hkan - Bruyninckx, Herman - Demeester, Eric - Di Lello, Enrico", "day": 2, "title": "Towards Safe Human-Robot Interaction in Robotic Cells: An Approach Based on Visual Tracking and Intention Estimation"}, {"cited": 6, "author": "Gillula, Jeremy - Tomlin, Claire", "day": 2, "title": "Guaranteed Safe Online Learning of a Bounded System"}, {"cited": 0, "author": "Bouraine, Sara - Fraichard, Thierry - Hassen, Salhi", "day": 2, "title": "Relaxing the Inevitable Collision State Concept to Address Provably Safe Mobile Robot Navigation with Limited Field-Of-View in Unknown Dynamic Environments"}, {"cited": 8, "author": "Phan, Samson - Quek, Zhan Fan - Shah, Preyas - Shin, Dongjun - Ahmed, Zubair - Khatib, Oussama - Cutkosky, Mark", "day": 2, "title": "Capacitive Skin Sensors for Robot Impact Monitoring"}, {"cited": 2, "author": "Shin, Dongjun - Quek, Zhan Fan - Phan, Samson - Cutkosky, Mark - Khatib, Oussama", "day": 2, "title": "Instantaneous Stiffness Effects on Impact Forces in Human-Friendly Robots"}, {"cited": 2, "author": "Jia, Zhenzhong - Smith, William - Peng, Huei", "day": 2, "title": "Fast Computation of Wheel-Soil Interactions for Safe and Efficient Operation of Mobile Robots"}, {"cited": 3, "author": "Golombek, Raphael - Wrede, Sebastian - Hanheide, Marc - Heckmann, Martin", "day": 2, "title": "Online Data-Driven Fault Detection for Robotic Systems"}, {"cited": 0, "author": "Han, Shuo - Murray, Richard", "day": 2, "title": "Containment Indicator Function Construction Via Numerical Conformal Mapping"}, {"cited": 0, "author": "Tobergte, Andreas - Helmer, Patrick - Hagn, Ulrich - Thielmann, Sophie Charlotte Franziska - Albu-Schffer, Alin - Hirzinger, Gerd - Conti, Francois - Grange, Sebastien", "day": 2, "title": "The Sigma.7 Haptic Interface for MiroSurge: A New Bi-Manual Surgical Console"}, {"cited": 2, "author": "Buys, Koen - Bellens, Steven - Decr, Wilm - Smits, Ruben - Scioni, Enea - De Laet, Tinne - De Schutter, Joris - Bruyninckx, Herman", "day": 2, "title": "Haptic Coupling with Augmented Feedback between Two KUKA Light-Weight Robots and the PR2 Robot Arms"}, {"cited": 0, "author": "Son, Hyoung Il - Chuang, Lewis L. - Franchi, Antonio - Kim, Junsuk - Lee, Dongjun - Lee, Seong-Whan - Buelthoff, Heinrich H. - Robuffo Giordano, Paolo", "day": 2, "title": "Measuring an Operator's Maneuverability Performance in the Haptic Teleoperation of Multiple Robots"}, {"cited": 6, "author": "Pistillo, Antonio - Calinon, Sylvain - Caldwell, Darwin G.", "day": 2, "title": "Bilateral Physical Interaction with a Robot Manipulator through a Weighted Combination of Flow Fields"}, {"cited": 1, "author": "Prez Arias, Antonia - Hanebeck, Uwe D.", "day": 2, "title": "Motion Control of a Semi-Mobile Haptic Interface for Extended Range Telepresence"}, {"cited": 2, "author": "Okamoto, Shogo - Yamada, Yoji", "day": 2, "title": "An Objective Index That Substitutes for Subjective Quality of Vibrotactile Material-Like Textures"}, {"cited": 8, "author": "Rauter, Georg - Sigrist, Roland - Marchal-Crespo, Laura - Vallery, Heike - Riener, Robert - Wolf, Peter", "day": 2, "title": "Assistance or Challenge? Filling a Gap in User-Cooperative Control"}, {"cited": 0, "author": "Metzger, Jean-Claude - Lambercy, Olivier - Chapuis, Dominique - Gassert, Roger", "day": 2, "title": "Design and Characterization of the ReHapticKnob, a Robot for Assessment and Therapy of Hand Function"}, {"cited": 0, "author": "Lacerda, Bruno - Lima, Pedro", "day": 2, "title": "LTL-Based Decentralized Supervisory Control of Multi-Robot Tasks Modelled As Petri Nets (I)"}, {"cited": 0, "author": "Ulusoy, Alphan - Smith, Stephen L. - Ding, Xu Chu - Belta, Calin - Rus, Daniela", "day": 2, "title": "Optimal Multi-Robot Path Planning with Temporal Logic Constraints (I)"}, {"cited": 0, "author": "Kong, Zhaodan - Mettler, Bernie", "day": 2, "title": "Foundations of Formal Language for Humans and Artificial Systems Based on Intrinsic Structure in Spatial Behavior (I)"}, {"cited": 0, "author": "Bobadilla, Leonardo - Sanchez Plazas, Oscar - Czarnowski, Justin - LaValle, Steven M", "day": 2, "title": "Minimalist Multiple Target Tracking Using Directional Sensor Beams (I)"}, {"cited": 5, "author": "Medina Ayala, Ana Ivonne - Andersson, Sean - Belta, Calin", "day": 2, "title": "Temporal Logic Control in Dynamic Environments with Probabilistic Satisfaction Guarantees"}, {"cited": 2, "author": "Althoff, Daniel - Brand, Christoph Norbert - Wollherr, Dirk - Buss, Martin", "day": 2, "title": "Computing Unions of Inevitable Collision States and Increasing Safety to Unexpected Obstacles"}, {"cited": 0, "author": "Castro, Sebastian - Koehler, Sarah - Kress-Gazit, Hadas", "day": 2, "title": "High-Level Control of Modular Robots (I)"}, {"cited": 0, "author": "Ayanian, Nora - Kallem, Vinutha - Kumar, Vijay", "day": 2, "title": "Synthesis of Feedback Controllers for Multiple Aerial Robots with Geometric Constraints (I)"}, {"cited": 0, "author": "Das, Jnaneshwar - Maughan, Thom - McCann, Mike - Godin, Mike - OReilly, Tom - Messi, Monique - Bahr, Fred - Gomes, Kevin - Py, Frederic - Bellingham, James G. - Sukhatme, Gaurav - Rajan, Kanna", "day": 2, "title": "Towards Mixed-Initiative, Multi-Robot Field Experiments: Design, Deployment, and Lessons Learned (I)"}, {"cited": 0, "author": "Dahl, Kristen - Thompson, David - McLaren, David - Chao, Yi - Chien, Steve", "day": 2, "title": "Current-Sensitive Path Planning for an Underactuated Free-Floating Ocean Sensorweb (I)"}, {"cited": 0, "author": "de Menezes Pereira , Arvind A. - Binney, Jonathan - Jones, Burton - Ragan, Matthew - Sukhatme, Gaurav", "day": 2, "title": "Toward Risk Aware Mission Planning for Autonomous Underwater Vehicles (I)"}, {"cited": 0, "author": "Sujit, P.B. - Healey, Anthony J. - Sousa, Joo", "day": 2, "title": "AUV Docking on a Moving Submarine Using a K-R Navigation Function"}, {"cited": 0, "author": "Heidarsson, Hordur K - Sukhatme, Gaurav", "day": 2, "title": "Obstacle Detection from Overhead Imagery Using Self-Supervised Learning for Autonomous Surface Vehicles (I)"}, {"cited": 0, "author": "Arrichiello, Filippo - Antonelli, Gianluca - Aguiar, Antnio - Pascoal, Antonio", "day": 2, "title": "Observability Metric for the Relative Localization of AUVs Based on Range and Depth Measurements: Theory and Experiments (I)"}, {"cited": 6, "author": "Kunze, Lars - Dolha, Mihai Emanuel - Beetz, Michael", "day": 2, "title": "Logic Programming with Simulation-Based Temporal Projection for Everyday Robot Object Manipulation"}, {"cited": 3, "author": "Sato, Fuyuki - Nishii, Tatsuya - Takahashi, Jun - Yoshida, Yuki - Mitsuhashi, Masaru - Nenchev, Dragomir", "day": 2, "title": "Experimental Evaluation of a Trajectory/Force Tracking Controller for a Humanoid Robot Cleaning a Vertical Surface"}, {"cited": 0, "author": "Sugimoto, Norikazu - Morimoto, Jun", "day": 2, "title": "Switching Multiple LQG Controllers Based on Bellman's Optimality Principle: Using Full-State Feedback to Control a Humanoid Robot"}, {"cited": 4, "author": "Milighetti, Giulio - Vallone, Luca - De Luca, Alessandro", "day": 2, "title": "Adaptive Predictive Gaze Control of a Redundant Humanoid Robot Head"}, {"cited": 13, "author": "Dietrich, Alexander - Wimboeck, Thomas - Albu-Schffer, Alin", "day": 2, "title": "Dynamic Whole-Body Mobile Manipulation with a Torque Controlled Humanoid Robot Via Impedance Control Laws"}, {"cited": 6, "author": "Ha, Inyong - Tamura, Yusuke - Asama, Hajime", "day": 2, "title": "Gait Pattern Generation and Stabilization for Humanoid Robot Based on Coupled Oscillators"}, {"cited": 4, "author": "Mansour, Darine - Micaelli, Alain - Lemerle, Pierre", "day": 2, "title": "A Computational Approach for Push Recovery in Case of Multiple Noncoplanar Contacts"}, {"cited": 6, "author": "Kryczka, Przemyslaw - Hashimoto, Kenji - Kondo, Hideki - Omer, Aiman - Lim, Hun-ok - Takanishi, Atsuo", "day": 2, "title": "Stretched Knee Walking with Novel Inverse Kinematics for Humanoid Robots"}, {"cited": 1, "author": "Shende, Apoorva - Bays, Matthew - Stilwell, Daniel", "day": 2, "title": "Multiple Agent Coordination for Stochastic Target Interception Using MILP"}, {"cited": 7, "author": "Krontiris, Athanasios - Bekris, Kostas E.", "day": 2, "title": "Using Minimal Communication to Improve Decentralized Conflict Resolution for Non-Holonomic Vehicles"}, {"cited": 8, "author": "Prorok, Amanda - Martinoli, Alcherio", "day": 2, "title": "A Reciprocal Sampling Algorithm for Lightweight Distributed Multi-Robot Localization"}, {"cited": 0, "author": "Derenick, Jason - Fink, Jonathan - Kumar, Vijay", "day": 2, "title": "Localization Using Ambiguous Bearings from Radio Signal Strength (I)"}, {"cited": 5, "author": "Butzke, Jonathan - Likhachev, Maxim", "day": 2, "title": "Planning for Multi-Robot Exploration with Multiple Objective Utility Functions"}, {"cited": 0, "author": "Wagner, Glenn - Choset, Howie", "day": 2, "title": "M*: A Complete Multirobot Path Planning Algorithm with Performance Bounds"}, {"cited": 17, "author": "Luna, Ryan - Bekris, Kostas E.", "day": 2, "title": "Efficient and Complete Centralized Multi-Robot Path Planning"}, {"cited": 8, "author": "Kleiner, Alexander - Sun, Dali - Meyer-Delius, Daniel", "day": 2, "title": "ARMO: Adaptive Road Map Optimization for Large Robot Teams"}, {"cited": 20, "author": "Kwak, Kiho - Huber, Daniel - Badino, Hernan - Kanade, Takeo", "day": 2, "title": "Extrinsic Calibration of a Single Line Scanning Lidar and a Camera"}, {"cited": 0, "author": "Jung, Jiyoung - Jeong, Yekeun - Park, Jaesik - Ha, Hyowon - Kim, James Dokyoon - Kweon, In So", "day": 2, "title": "A Novel 2.5D Pattern for Extrinsic Calibration of ToF and Camera Fusion System"}, {"cited": 13, "author": "Fleps, Michael - Mair, Elmar - Ruepp, Oliver - Suppa, Michael - Burschka, Darius", "day": 2, "title": "Optimization Based IMU Camera Calibration"}, {"cited": 18, "author": "Wagner, Ren - Birbach, Oliver - Frese, Udo", "day": 2, "title": "Rapid Development of Manifold-Based Graph Optimization Systems for Multi-Sensor Calibration and SLAM"}, {"cited": 4, "author": "Gowal, Sven - Prorok, Amanda - Martinoli, Alcherio", "day": 2, "title": "Two-Phase Online Calibration for Infrared-Based Inter-Robot Positioning Modules"}, {"cited": 0, "author": "Joly, Cyril - Rives, Patrick", "day": 2, "title": "Self Calibration of a Vision System Embedded in a Visual SLAM Framework"}, {"cited": 1, "author": "Vicentini, Federico - Pedrocchi, Nicola - Malosio, Matteo - Molinari Tosatti, Lorenzo", "day": 2, "title": "High-Accuracy Hand-Eye Calibration from Motion on Manifolds"}, {"cited": 0, "author": "Scandaroli, Glauco Garcia - Morin, Pascal - Silveira, Geraldo", "day": 2, "title": "A Nonlinear Observer Approach for Concurrent Estimation of Pose, IMU Bias and Camera-To-IMU Rotation"}, {"cited": 15, "author": "Johnson-Roberson, Matthew - Bohg, Jeannette - Skantze, Gabriel - Gustafson, Joakim - Carlson, Rolf - Rasolzadeh, Babak - Kragic, Danica", "day": 2, "title": "Enhanced Visual Scene Understanding through Human-Robot Dialog"}, {"cited": 1, "author": "Xie, Dan - Grupen, Rod - Lin, Yun - Hanson, Allen", "day": 2, "title": "Intention-Based Coordination and Interface Design for Human-Robot Cooperative Search"}, {"cited": 12, "author": "Vogel, Christian - Poggendorf, Maik - Walter, Christoph - Elkmann, Norbert", "day": 2, "title": "Towards Safe Physical Human-Robot Collaboration: A Projection-Based Safety System"}, {"cited": 4, "author": "Parker, Chris - Croft, Elizabeth", "day": 2, "title": "Experimental Investigation of Human-Robot Cooperative Carrying"}, {"cited": 8, "author": "Ende, Tobias - Haddadin, Sami - Parusel, Sven - Wsthoff, Tilo - Hassenzahl, Marc - Albu-Schffer, Alin", "day": 2, "title": "A Human-Centered Approach to Robot Gesture Based Communication within Collaborative Working Processes"}, {"cited": 7, "author": "Lenz, Claus - Sotzek, Alice - Rder, Thorsten - Radrich, Helmuth - Huber, Markus - Glasauer, Stefan - Knoll, Alois", "day": 2, "title": "Human Workflow Analysis Using 3D Occupancy Grid Hand Tracking in a Human-Robot Collaboration Scenario"}, {"cited": 0, "author": "Okuno, Keisuke - Inamura, Tetsunari", "day": 2, "title": "Motion Coaching with Emphatic Motions and Adverbially Expression for Human Beings by Robotic System --Method for Controlling Motions and Expressions with Solo Parameter"}, {"cited": 12, "author": "Skocaj, Danijel - Kristan, Matej - Vrecko, Alen - Mahni&#269;, Marko - Janicek, Miroslav - Kruijff, Geert-Jan - Hanheide, Marc - Hawes, Nick - Keller, Thomas - Zillich, Michael - Zhou, Kai", "day": 2, "title": "A System for Interactive Learning in Dialogue with a Tutor"}, {"cited": 2, "author": "Zhu, Chun - Sheng, Weihua", "day": 2, "title": "Realtime Recognition of Complex Daily Activities Using Dynamic Bayesian Network"}, {"cited": 2, "author": "Hamano, Seiya - Takano, Wataru - Nakamura, Yoshihiko", "day": 2, "title": "Motion Data Retrieval Based on Statistic Correlation between Motion Symbol Space and Language"}, {"cited": 17, "author": "Meier, Franziska - Theodorou, Evangelos - Stulp, Freek - Schaal, Stefan", "day": 2, "title": "Movement Segmentation Using a Primitive Library"}, {"cited": 12, "author": "Calinon, Sylvain - Pistillo, Antonio - Caldwell, Darwin G.", "day": 2, "title": "Encoding the Time and Space Constraints of a Task in Explicit-Duration Hidden Markov Model"}, {"cited": 1, "author": "Mori, Taketoshi - Tominaga, Shoji - Noguchi, Hiroshi - Shimosaka, Masamichi - Fukui, Rui - Sato, Tomomasa", "day": 2, "title": "Behavior Prediction from Trajectories in a House by Estimating Transition Model Using Stay Points"}, {"cited": 1, "author": "Birbach, Oliver - Frese, Udo", "day": 2, "title": "Estimation and Prediction of Multiple Flying Balls Using Probability Hypothesis Density Filtering"}, {"cited": 11, "author": "Huang, Yanlong - Xu, De - Tan, Min - Su, Hu", "day": 2, "title": "Trajectory Prediction of Spinning Ball for Ping-Pong Player Robot"}, {"cited": 2, "author": "Yang, Jianyu - Li, Y.F. - Wang, Keyi", "day": 2, "title": "Invariant Trajectory Indexing for Real Time 3D Motion Recognition"}, {"cited": 0, "author": "Ratnasingam, Sivalogeswaran - McGinnity, Martin", "day": 2, "title": "A Comparison of Encoding Schemes for Haptic Object Recognition Using a Biologically Plausible Spiking Neural Network"}, {"cited": 3, "author": "Seps, Monika - Dermitzakis, Konstantinos - Hernandez Arieta, Alejandro", "day": 2, "title": "Study on Lower Back Electrotactile Stimulation Characteristics for Prosthetic Sensory Feedback"}, {"cited": 0, "author": "Fu, Michael J. - Hershberger, Andrew D. - Sano, Kumiko - Cavusoglu, M. Cenk", "day": 2, "title": "Effect of Visuo-Haptic Co-Location on 3D Fitts Task Performance"}, {"cited": 4, "author": "Jentoft, Leif - Howe, Robert D.", "day": 2, "title": "Determining Object Geometry with Compliance and Simple Sensors"}, {"cited": 0, "author": "Kossyk, Ingo - Drr, Jonas - Raschendrfer, Lars - Kondak, Konstantin", "day": 2, "title": "Usability of a Virtual Reality System Based on a Wearable Haptic Interface"}, {"cited": 3, "author": "DallaLibera, Fabio - Basoeki, Fransiska - Minato, Takashi - Ishiguro, Hiroshi - Menegatti, Emanuele", "day": 2, "title": "Teaching by Touching: Interpretation of Tactile Instructions for Motion Development"}, {"cited": 5, "author": "Porquis, Lope Ben - Konyo, Masashi - Tadokoro, Satoshi", "day": 2, "title": "Enhancement of Human Force Perception by Multi-Point Tactile Stimulation"}, {"cited": 3, "author": "Sakurai, Tatsuma - Konyo, Masashi - Tadokoro, Satoshi", "day": 2, "title": "Enhancement of Vibrotactile Sensitivity: Effects of Stationary Boundary Contacts"}, {"cited": 0, "author": "Cowlagi, Raghvendra - Tsiotras, Panagiotis", "day": 2, "title": "Multiresolution H-Cost Motion Planning: A New Framework for Hierarchical Motion Planning for Autonomous Mobile Vehicles"}, {"cited": 0, "author": "Lu, Yibiao - Huo, Xiaoming - Arslan, Oktay - Tsiotras, Panagiotis", "day": 2, "title": "Multi-Scale LPA* with Low Worst-Case Complexity Guarantees"}, {"cited": 0, "author": "Bialkowski, Joshua J - Karaman, Sertac - Frazzoli, Emilio", "day": 2, "title": "Massively Parallelizing the RRT and the RRT*"}, {"cited": 5, "author": "Gaillard, Franois - Soulignac, Michal - Dinont, Cdric - Mathieu, Philippe", "day": 2, "title": "Deterministic Kinodynamic Planning with Hardware Demonstrations"}, {"cited": 30, "author": "van Toll, Wouter - Cook IV, Atlas F. - Geraerts, Roland", "day": 2, "title": "Navigation Meshes for Realistic Multi-Layered Environments"}, {"cited": 0, "author": "Arslan, Oktay - Tsiotras, Panagiotis - Huo, Xiaoming", "day": 2, "title": "Solving Shortest Path Problems with Curvature Constraints Using Beamlets"}, {"cited": 3, "author": "Shiller, Zvi - Gal, Oren - Raz, Ariel", "day": 2, "title": "Adaptive Time Horizon for On-Line Avoidance in Dynamic Environments"}, {"cited": 0, "author": "Hselich, Marcel - Handzhiyski, Nikolay - Winkens, Christian - Paulus, Dietrich", "day": 2, "title": "Spline Templates for Fast Path Planning in Unstructured Environments"}, {"cited": 0, "author": "Papadopoulos, Georgios - Kurniawati, Hanna - Bin Mohd Shariff, Ahmed Shafeeq - Wong, Liang Jie - Patrikalakis, Nicholas", "day": 2, "title": "3D-Surface Reconstruction for Partially Submerged Marine Structures Using an Autonomous Surface Vehicle (I)"}, {"cited": 0, "author": "Xiang, Xianbo - Lapierre, Lionel - Liu, Chao - Jouvencel, Bruno", "day": 2, "title": "Path Tracking: Combined Path Following and Trajectory Tracking for Autonomous Underwater Vehicles (I)"}, {"cited": 0, "author": "Hollinger, Geoffrey - Mitra, Urbashi - Sukhatme, Gaurav", "day": 2, "title": "Autonomous Data Collection from Underwater Sensor Networks Using Acoustic Communication (I)"}, {"cited": 5, "author": "Ptrs, Clment - Romero-Ramirez, Miguel-Angel - Plumet, Frederic", "day": 2, "title": "Modeling and Reactive Navigation of an Autonomous Sailboat"}, {"cited": 0, "author": "Burguera, Antoni - Gonzalez, Yolanda - Oliver, Gabriel A.", "day": 2, "title": "Underwater SLAM with Robocentric Trajectory Using a Mechanically Scanned Imaging Sonar (I)"}, {"cited": 0, "author": "Szwaykowska, Klementyna - Zhang, Fumin", "day": 2, "title": "A Lower Bound on Navigation Error for Marine Robots Guided by Ocean Circulation Models (I)"}, {"cited": 5, "author": "Yucel, Zeynep - Ikeda, Tetsushi - Miyashita, Takahiro - Hagita, Norihiro", "day": 2, "title": "Identification of Mobile Entities Based on Trajectory and Shape Information"}, {"cited": 5, "author": "Jung, Eui-jung - Lee, Jae Hoon - Yi, Byung-Ju - Suh, Il Hong - Yuta, Shinichi - Noh, Si Tae", "day": 2, "title": "Marathoner Tracking Algorithms for a High Speed Mobile Robot"}, {"cited": 0, "author": "Murasaki, Kazuhiko - Shimosaka, Masamichi - Mori, Taketoshi - Sato, Tomomasa", "day": 2, "title": "Adaptive Human Shape Reconstruction Via 3D Head Tracking for Motion Capture in Daily Living Environment"}, {"cited": 11, "author": "Morbidi, Fabio - Christopher, Ray - Mariottini, Gian Luca", "day": 2, "title": "Cooperative Active Target Tracking for Heterogeneous Robots with Application to Gait Monitoring"}, {"cited": 4, "author": "Knigs, Achim - Schulz, Dirk", "day": 2, "title": "Fast Visual People Tracking Using a Feature-Based People Detector"}, {"cited": 2, "author": "Pereira, Flvio Garcia - Santos, Milton Csar Paes - Vassallo, Raquel Frizera", "day": 2, "title": "A Nonlinear Controller for People Guidance Based on Omnidirectional Vision"}, {"cited": 2, "author": "Liu, Ziyuan - Lee, Dongheui - Sepp, Wolfgang", "day": 2, "title": "Particle Filter Based Monocular Human Tracking with a 3D Cardbox Model and a Novel Deterministic Resampling Strategy"}, {"cited": 3, "author": "Petruska, Andrew - Meek, Sanford", "day": 2, "title": "Non-Drifting Limb Angle Measurement Relative to the Gravitational Vector During Dynamic Motions Using Accelerometers and Rate Gyros"}, {"cited": 9, "author": "Liemhetcharat, Somchaya - Veloso, Manuela", "day": 2, "title": "Modeling Mutual Capabilities in Heterogeneous Teams for Role Assignment"}, {"cited": 8, "author": "Soltero, Daniel E. - Smith, Stephen L. - Rus, Daniela", "day": 2, "title": "Collision Avoidance for Persistent Monitoring in Multi-Robot Systems with Intersecting Trajectories"}, {"cited": 4, "author": "Wang, Zhuowei - Cordes, Florian - Dettmann, Alexander - Szczuka, Roman", "day": 2, "title": "Evaluation of a Power Management System for Heterogeneous Modules in Self-Reconfigurable Multi-Module Systems"}, {"cited": 4, "author": "Bordignon, Mirko - Stoy, Kasper - Schultz, Ulrik Pagh", "day": 2, "title": "Generalized Programming of Modular Robots through Kinematic Configurations"}, {"cited": 6, "author": "Derenick, Jason - Michael, Nathan - Kumar, Vijay", "day": 2, "title": "Energy-Aware Coverage Control with Docking for Robot Teams"}, {"cited": 1, "author": "Okada, Masafumi - Ando, Teruhisa", "day": 2, "title": "Optimization of Personal Distribution for Evacuation Guidance Based on Vector Field"}, {"cited": 0, "author": "Valtazanos, Aris - Ramamoorthy, Subramanian", "day": 2, "title": "Intent Inference and Strategic Escape in Multi-Robot Games with Physical Limitations and Uncertainty (I)"}, {"cited": 3, "author": "Cai, Binghuang - Huang, Shoudong - Liu, Dikai - Yuan, Shuai - Dissanayake, Gamini - Lau, Haye - Pagac, Daniel", "day": 2, "title": "Optimisation Model and Exact Algorithm for Autonomous Straddle Carrier Scheduling at Automated Container Terminals"}, {"cited": 10, "author": "Del Prete, Andrea - Denei, Simone - Natale, Lorenzo - Mastrogiovanni, Fulvio - Nori, Francesco - Cannata, Giorgio - Metta, Giorgio", "day": 2, "title": "Skin Spatial Calibration Using Force/Torque Measurements"}, {"cited": 2, "title": "Muscle Strength and Mass Distribution Identification Toward Subject-Specific Musculoskeletal Modeling", "day": 2, "author": "Hayashibe, Mitsuhiro - Venture, Gentiane - Ayusawa, Ko - Nakamura, Yoshihiko"}, {"cited": 0, "author": "Klodmann, Julian - Konietschke, Rainer - Albu-Schffer, Alin - Hirzinger, Gerd", "day": 2, "title": "Static Calibration of the DLR Medical Robot MIRO, a Flexible Lightweight Robot with Integrated Torque Sensors"}, {"cited": 0, "author": "Kuemmerle, Rainer - Grisetti, Giorgio - Burgard, Wolfram", "day": 2, "title": "Simultaneous Calibration, Localization, and Mapping"}, {"cited": 8, "author": "Troni, Giancarlo - Whitcomb, Louis", "day": 2, "title": "Experimental Evaluation of New Methods for In-Situ Calibration of Attitude and Doppler Sensors for Underwater Vehicle Navigation"}, {"cited": 7, "author": "Gautier, Maxime - Briot, Sbastien", "day": 2, "title": "New Method for Global Identification of the Joint Drive Gains of Robots Using a Known Payload Mass"}, {"cited": 3, "author": "Kamezaki, Mitsuhiro - Iwata, Hiroyasu - Sugano, Shigeki", "day": 2, "title": "Relative Accuracy Enhancement System Based on Internal Error Range Estimation for External Force Measurement in Construction Manipulator"}, {"cited": 0, "author": "Mohtat, Arash - Ghaffari Toiserkan, Kamran - Kovecses, Jozsef", "day": 2, "title": "Recursive State-Parameter Estimation of Haptic Robotic Systems"}, {"cited": 2, "author": "Resende, Cassius - Espinosa, Felipe - Bravo, Ignacio - Sarcinelli-Filho, Mario - Bastos-Filho, Teodiano", "day": 3, "title": "A Trajectory Tracking Controller with Dynamic Gains for Mobile Robots"}, {"cited": 7, "author": "Sadeghian, Hamid - Villani, Luigi - Keshmiri, Mehdi - Siciliano, Bruno", "day": 3, "title": "Multi-Priority Control in Redundant Robotic Systems"}, {"cited": 13, "author": "Koepl, Devin - Hurst, Jonathan", "day": 3, "title": "Force Control for Planar Spring-Mass Running"}, {"cited": 6, "author": "Rucker, Caleb - Webster III, Robert James", "day": 3, "title": "Deflection-Based Force Sensing for Continuum Robots: A Probabilistic Approach"}, {"cited": 0, "author": "Garabini, Manolo - Belo, Felipe - Passaglia, Andrea - Salaris, Paolo - Bicchi, Antonio", "day": 3, "title": "Optimality Principles in Stiffness Control: The VSA Hammer"}, {"cited": 0, "author": "Annunziata, Salvatore - Paskarbeit, Jan - Schneider, Axel", "day": 3, "title": "A Novel Stiffness Node Controller Which Enables Simultaneous Regulation of Torque and Stiffness in Multi-Muscle Driven Joints"}, {"cited": 0, "author": "Aghili, Farhad", "day": 3, "title": "Optimal and Fault-Tolerant Torque Control of Servo Motors Subject to Voltage and Current Limits"}, {"cited": 4, "author": "Kim, Chyon Hae - Tsujino, Hiroshi - Sugano, Shigeki", "day": 3, "title": "Online Motion Selection for Semi-Optimal Stabilization Using Reverse-Time Tree"}, {"cited": 12, "author": "Kim, Eunyoung - Medioni, Gerard", "day": 3, "title": "3D Object Recognition in Range Images Using Visibility Context"}, {"cited": 18, "author": "Georgiev, Kristiyan - Creed, Ross - Lakaemper, Rolf", "day": 3, "title": "Fast Plane Extraction in 3D Range Data Based on Line Segments"}, {"cited": 11, "author": "Wong, Uland - Morris, Aaron - Lea, Colin - Lee, James - Whittaker, Chuck - Garney, Ben - Whittaker, William", "day": 3, "title": "Comparative Evaluation of Range Sensing Technologies for Underground Void Modeling"}, {"cited": 30, "author": "Pomerleau, Francois - Magnenat, Stphane - Colas, Francis - Liu, Ming - Siegwart, Roland", "day": 3, "title": "Tracking a Depth Camera: Parameter Exploration for Fast ICP"}, {"cited": 12, "author": "Holenstein, Claude - Zlot, Robert - Bosse, Michael", "day": 3, "title": "Watertight Surface Reconstruction of Caves from 3D Laser Data"}, {"cited": 90, "author": "Spinello, Luciano - Arras, Kai Oliver", "day": 3, "title": "People Detection in RGB-D Data"}, {"cited": 0, "author": "Luber, Matthias - Spinello, Luciano - Arras, Kai Oliver", "day": 3, "title": "People Tracking in RGB-D Data with Online-Boosted Target Models"}, {"cited": 0, "author": "Firman, Michael David - Julier, Simon Justin", "day": 3, "title": "'Misspelled' Visual Words in Unsupervised Range Data Classification: The Effect of Noise on Classification Performance"}, {"cited": 2, "author": "Knepper, Ross A - Mason, Matthew T.", "day": 3, "title": "Improved Hierarchical Planner Performance Using Local Path Equivalence"}, {"cited": 0, "author": "Yershov, Dmitry - LaValle, Steven M", "day": 3, "title": "Simplicial Dijkstra and a* Algorithms for Optimal Feedback Planning"}, {"cited": 2, "author": "Murphy, Elizabeth - Corke, Peter - Newman, Paul", "day": 3, "title": "Choosing Landmarks for Risky Planning"}, {"cited": 6, "author": "Kuthirummal, Sujit - Das, Aveek - Samarasekera, Supun", "day": 3, "title": "A Graph Traversal Based Algorithm for Obstacle Detection Using Lidar or Stereo"}, {"cited": 6, "author": "Richardson, Andrew - Olson, Edwin", "day": 3, "title": "Iterative Path Optimization for Practical Robot Planning"}, {"cited": 5, "author": "Keith, Franois - Wieber, Pierre-Brice - Mansard, Nicolas - Kheddar, Abderrahmane", "day": 3, "title": "Analysis of the Discontinuities in Prioritized Tasks-Space Control under Discreet Task Scheduling Operations"}, {"cited": 0, "author": "Hatton, Ross - Burton, Lisa - Hosoi, Anette - Choset, Howie", "day": 3, "title": "Geometric Maneuverability, with Applications to Low Reynolds Number Swimming"}, {"cited": 2, "author": "Biagiotti, Luigi - Melchiorri, Claudio", "day": 3, "title": "Input Shaping Via B-Spline Filters for 3-D Trajectory Planning"}, {"cited": 0, "author": "Mier-Y-Teran-Romero, Luis - Forgoston, Eric - Schwartz, Ira", "day": 3, "title": "Noise, Bifurcations, and Modeling of Interacting Particle Systems (I)"}, {"cited": 0, "author": "Shah, Shridhar - Pahlajani, Chetan - Tanner, Herbert G.", "day": 3, "title": "Probability of Success in Stochastic Robot Navigation with State Feedback (I)"}, {"cited": 0, "author": "Anderson, Ross - Milutinovic, Dejan", "day": 3, "title": "A Stochastic Approach to Dubins Feedback Control for Target Tracking (I)"}, {"cited": 0, "author": "Berman, Spring - Nagpal, Radhika - Halasz, Adam", "day": 3, "title": "Optimization of Stochastic Strategies for Spatially Inhomogeneous Robot Swarms: A Case Study in Commercial Pollination (I)"}, {"cited": 0, "author": "Ong, Lee-Ling Sharon - Wood, Levi - Ang Jr, Marcelo H - Asada, Harry", "day": 3, "title": "Stochastic Tracking of Migrating Live Cells Interacting with 3D Gel Environment Using Augmented-Space Particle Filters (I)"}, {"cited": 0, "author": "Arabagi, Veaceslav - Behkam, Bahareh - Sitti, Metin", "day": 3, "title": "Stochastic Dynamics of Bacteria Propelled Spherical Micro-Robots (I)"}, {"cited": 0, "author": "Yun, Seung-kook - Goswami, Ambarish", "day": 3, "title": "Momentum-Based Reactive Stepping Controller on Level and Non-Level Ground for Humanoid Robot Push Recovery (I)"}, {"cited": 0, "author": "Palyart Lamarche, Jean Christophe - Bruneau, Olivier - Fontaine, Jean-Guy", "day": 3, "title": "Time-Independent, Spatial Human Coordination for Humanoids"}, {"cited": 9, "author": "Haberland, Matt - Karssen, Danil - Kim, Sangbae - Wisse, Martijn", "day": 3, "title": "The Effect of Swing Leg Retraction on Running Energy Efficiency"}, {"cited": 6, "author": "Yi, Seung Joon - Zhang, Byoung-Tak - Hong, Dennis - Lee, Daniel D.", "day": 3, "title": "Practical Bipedal Walking Control on Uneven Terrain Using Surface Learning and Push Recovery"}, {"cited": 0, "author": "Bennett, Bradford - Russell, Shawn - Robert, Thomas", "day": 3, "title": "Angular Momentum: Insights into Walking and Its Control (I)"}, {"cited": 14, "author": "Hyon, Sang-Ho - Morimoto, Jun - Matsubara, Takamitsu - Noda, Tomoyuki - Kawato, Mitsuo", "day": 3, "title": "XoR: Hybrid Drive Exoskeleton Robot That Can Balance"}, {"cited": 10, "author": "Ranganathan, Ananth - Lim, Jongwoo", "day": 3, "title": "Visual Place Categorization in Maps"}, {"cited": 0, "author": "Pirker, Katrin - Rther, Matthias - Bischof, Horst", "day": 3, "title": "CD SLAM - Continuous Localization and Mapping in a Dynamic World"}, {"cited": 0, "author": "Morioka, Hiroshi - Sangkyu, Yi - Hasegawa, Osamu", "day": 3, "title": "Vision-Based Mobile Robot's SLAM and Navigation in Crowded Environments"}, {"cited": 4, "author": "Natraj, Ashutosh - Demonceaux, Cdric - Vasseur, Pascal - Sturm, Peter", "day": 3, "title": "Vision Based Attitude and Altitude Estimation for UAVs in Dark Environments"}, {"cited": 13, "author": "Heng, Lionel - Lee, Gim Hee - Fraundorfer, Friedrich - Pollefeys, Marc", "day": 3, "title": "Real-Time Photo-Realistic 3D Mapping for Micro Aerial Vehicles"}, {"cited": 4, "author": "Hansen, Peter - Alismail, Hatem - Browning, Brett - Rander, Peter", "day": 3, "title": "Stereo Visual Odometry for Pipe Mapping"}, {"cited": 8, "author": "Flacco, Fabrizio - De Luca, Alessandro - Sardellitti, Irene - Tsagarakis, Nikolaos", "day": 3, "title": "Robust Estimation of Variable Stiffness in Flexible Joints"}, {"cited": 4, "author": "Pashkevich, Anatol - Klimchik, Alexandr - Caro, Stphane - Chablat, Damien", "day": 3, "title": "Cartesian Stiffness Matrix of Manipulators with Passive Joints: Analytical Approach"}, {"cited": 6, "author": "Etoundi, Appolinaire C. - Vaidyanathan, Ravi - Burgess, Stuart", "day": 3, "title": "A Bio-Inspired Condylar Hinge Joint for Mobile Robots"}, {"cited": 0, "author": "Tadakuma, Kenjiro - Tadakuma, Riichiro - Terada, Kazuki - Higashimori, Mitsuru - Kaneko, Makoto - Ming, Aiguo - Shimojo, Makoto", "day": 3, "title": "The Mechanism of the Linear Load-Sensitive Continuously Variable Transmission with the Spherical Driving Unit"}, {"cited": 0, "author": "Kang, Rongjie - Kazakidi, Asimina - Guglielmino, Emanuele - Branson, David - Tsakiris, Dimitris - Ekaterinaris, John A. - Caldwell, Darwin G.", "day": 3, "title": "Dynamic Model of a Hyper-Redundant, Octopus-Like Manipulator for Underwater Applications"}, {"cited": 14, "author": "Giri, Nivedhitha - Walker, Ian", "day": 3, "title": "Three Module Lumped Element Model of a Continuum Arm Section"}, {"cited": 3, "author": "Brethe, Jean-Franois", "day": 3, "title": "Granular Stochastic Modeling of Robot Micrometric Precision"}, {"cited": 3, "author": "Hach, Oliver - Lenain, Roland - Thuilot, Benoit - Martinet, Philippe", "day": 3, "title": "Avoiding Steering Actuator Saturation in Off-Road Mobile Robot Path Tracking Via Predictive Velocity Control"}, {"cited": 3, "author": "Magnusson, Martin - Almqvist, Hkan", "day": 3, "title": "Consistent Pile-Shape Quantification for Autonomous Wheel Loaders"}, {"cited": 3, "author": "Rasmussen, Christopher - Lu, Yan - Kocamaz, Mehmet", "day": 3, "title": "Integrating Stereo Structure for Omnidirectional Trail Following"}, {"cited": 2, "author": "Ishigami, Genya - Pineda, Elvine Philip - Overholt, Jim - Hudas, Greg - Iagnemma, Karl", "day": 3, "title": "Performance Analysis and Odometry Improvement of an Omnidirectional Mobile Robot for Outdoor Terrain"}, {"cited": 0, "author": "Schmidt-Wetekam, Christopher - Morozovsky, Nicholas - Bewley, Thomas", "day": 3, "title": "Inertial Rotation Center Position Estimation for a Perching Treaded Vehicle"}, {"cited": 4, "author": "Yazbeck, Jano - Scheuer, Alexis - Simonin, Olivier - Charpillet, Francois", "day": 3, "title": "Improving Near-To-Near Lateral Control of Platoons without Communication"}, {"cited": 0, "author": "Tsugawa, Sadayuki - Kato, Shin - Aoki, Keiji", "day": 3, "title": "An Automated Truck Platoon for Energy Saving (I)"}, {"cited": 0, "author": "Lazewatsky, Daniel - Giertler, Bogumil - Witick, Martha - Perlmutter, Leah - Maxwell, Bruce - Smart, William", "day": 3, "title": "Context-Aware Video Compression for Mobile Robots"}, {"cited": 3, "author": "Yang, Chenguang - Burdet, Etienne", "day": 3, "title": "A Model of Reference Trajectory Adaptation for Interaction with Objects of Arbitrary Shape and Impedance"}, {"cited": 27, "author": "Saab, Layale - Ramos, Oscar - Mansard, Nicolas - Soueres, Philippe - Fourquet, Jean-Yves", "day": 3, "title": "Generic Dynamic Motion Generation with Multiple Unilateral Constraints"}, {"cited": 0, "author": "de Gea Fernandez, Jose - Kirchner, Frank", "day": 3, "title": "Predictive Compliance for Interaction Control of Robot Manipulators"}, {"cited": 16, "author": "Msenlechner, Lorenz - Beetz, Michael", "day": 3, "title": "Parameterizing Actions to Have the Appropriate Effects"}, {"cited": 12, "author": "Wittmeier, Steffen - Jntsch, Michael - Dalamagkidis, Konstantinos - Knoll, Alois", "day": 3, "title": "Physics-Based Modeling of an Anthropomimetic Robot"}, {"cited": 11, "author": "Ciliberto, Carlo - Pattacini, Ugo - Natale, Lorenzo - Nori, Francesco - Metta, Giorgio", "day": 3, "title": "Reexamining Lucas-Kanade Method for Real-Time Independent Motion Detection: Application to the Icub Humanoid Robot"}, {"cited": 7, "author": "Randazzo, Marco - Fumagalli, Matteo - Nori, Francesco - Natale, Lorenzo - Metta, Giorgio - Sandini, Giulio", "day": 3, "title": "A Comparison between Joint Level Torque Sensing and Proximal F/T Sensor Torque Estimation: Implementation on the Icub"}, {"cited": 4, "author": "Sumioka, Hidenobu - Hauser, Helmut - Pfeifer, Rolf", "day": 3, "title": "Computation with Mechanically Coupled Springs for Compliant Robots"}, {"cited": 6, "author": "Engeberg, Erik Daniel - Meek, Sanford", "day": 3, "title": "Adaptive Sliding Mode Control of Grasped Object Slip for Prosthetic Hands"}, {"cited": 9, "author": "Petit, Florian - Albu-Schffer, Alin", "day": 3, "title": "Cartesian Impedance Control for a Variable Stiffness Robot Arm"}, {"cited": 3, "author": "Aghili, Farhad", "day": 3, "title": "Self-Tuning Cooperative Control of Manipulators with Position/Orientation Uncertainties in the Closed-Kinematic Loop"}, {"cited": 5, "author": "Caccavale, Fabrizio - Lippiello, Vincenzo - Muscio, Giuseppe - Pierri, Francesco - Ruggiero, Fabio - Villani, Luigi", "day": 3, "title": "Kinematic Control with Force Feedback for a Redundant Bimanual Manipulation System"}, {"cited": 3, "author": "Kawamura, Akihiro - Tahara, Kenji - Kurazume, Ryo - Hasegawa, Tsutomu", "day": 3, "title": "Robust Manipulation for Temporary Lack of Sensory Information by a Multi-Fingered Hand-Arm System"}, {"cited": 0, "author": "Li, Jinglin - Xiao, Jing", "day": 3, "title": "Determining Grasping Configurations for a Spatial Continuum Manipulator"}, {"cited": 7, "author": "Chalon, Maxime - Friedl, Werner - Reinecke, Jens - Wimboeck, Thomas - Albu-Schffer, Alin", "day": 3, "title": "Impedance Control of a Non-Linearly Coupled Tendon Driven Thumb"}, {"cited": 4, "author": "Navarro-Alarcon, David - Li, Peng - Yip, Hiu Man", "day": 3, "title": "Energy Shaping Control for Robot Manipulators in Explicit Force Regulation Tasks with Elastic Environments"}, {"cited": 3, "author": "Schairer, Timo - Huhle, Benjamin - Vorst, Philipp - Schilling, Andreas - Strasser, Wolfgang", "day": 3, "title": "Visual Mapping with Uncertainty for Correspondence-Free Localization Using Gaussian Process Regression"}, {"cited": 2, "author": "Thompson, Paul - Nettleton, Eric - Durrant-Whyte, Hugh", "day": 3, "title": "Distributed Large Scale Terrain Mapping for Mining and Autonomous Systems"}, {"cited": 20, "author": "Meilland, Maxime - Comport, Andrew Ian - Rives, Patrick", "day": 3, "title": "Dense Visual Mapping of Large Scale Environments for Real-Time Localisation"}, {"cited": 17, "author": "Wurm, Kai M. - Hennes, Daniel - Holz, Dirk - Rusu, Radu Bogdan - Stachniss, Cyrill - Konolige, Kurt - Burgard, Wolfram", "day": 3, "title": "Hierarchies of Octrees for Efficient 3D Mapping"}, {"cited": 0, "author": "Bryson, Mitch - Sukkarieh, Salah", "day": 3, "title": "A Comparison of Feature and Pose-Based Mapping Using Vision, Inertial and GPS on a UAV"}, {"cited": 16, "author": "Blodow, Nico - Goron, Lucian Cosmin - Marton, Zoltan-Csaba - Pangercic, Dejan - Ruehr, Thomas - Tenorth, Moritz - Beetz, Michael", "day": 3, "title": "Autonomous Semantic Mapping for Robots Performing Everyday Manipulation Tasks in Kitchen Environments"}, {"cited": 5, "author": "Strom, Johannes H. - Olson, Edwin", "day": 3, "title": "Occupancy Grid Rasterization in Large Environments for Teams of Robots"}, {"cited": 5, "author": "Tavakoli, Mahmoud - Faria, Ricardo - Marques, Lino - de Almeida, Anibal", "day": 3, "title": "Autonomous Mapping for Inspection of 3D Structures"}, {"cited": 0, "author": "Agha-mohammadi, Ali-akbar - Chakravorty, Suman - Amato, Nancy", "day": 3, "title": "FIRM: Feedback Controller-Based Information-State Roadmap, a Framework for Motion Planning under Uncertainty"}, {"cited": 11, "author": "Marble, James - Bekris, Kostas E.", "day": 3, "title": "Computing Spanners of Asymptotically Optimal Probabilistic Roadmaps"}, {"cited": 0, "author": "Movafaghpour, Mohamad Ali - Masehian, Ellips", "day": 3, "title": "Optimal Probabilistic Robot Path Planning with Missing Information"}, {"cited": 22, "author": "Perez, Alejandro - Karaman, Sertac - Shkolnik, Alexander - Frazzoli, Emilio - Teller, Seth - Walter, Matthew", "day": 3, "title": "Asymptotically-Optimal Path Planning for Manipulation Using Incremental Sampling-Based Algorithms"}, {"cited": 4, "author": "Eathakota, Vijay - Gattupalli, Aditya - Krishna, Madhava", "day": 3, "title": "Quasi-Static Motion Planning on Uneven Terrain for a Wheeled Mobile Robot"}, {"cited": 2, "author": "Furtuna, Andrei - Lu, Wenyu - Wang, Weifu - Balkcom, Devin", "day": 3, "title": "Minimum-Time Trajectories for Kinematic Mobile Robots and Other Planar Rigid Bodies with Finite Control Sets"}, {"cited": 0, "author": "Shammas, Elie - de Oliveira, Mauricio", "day": 3, "title": "Exact Motion Planning Solution for Principally Kinematic Systems"}, {"cited": 2, "author": "Girbs, Vicent - Armesto, Leopoldo - Tornero, Josep - Solanes, Ernesto", "day": 3, "title": "Continuous-Curvature Kinematic Control for Path Following Problems"}, {"cited": 0, "author": "Di Mario, Ezequiel - Mermoud, Gregory - Mastrangeli, Massimo - Martinoli, Alcherio", "day": 3, "title": "A Trajectory-Based Calibration Method for Stochastic Motion Models (I)"}, {"cited": 4, "author": "Williams, Ryan - Sukhatme, Gaurav", "day": 3, "title": "Cooperative Multi-Agent Inference Over Grid Structured Markov Random Fields"}, {"cited": 0, "author": "Berret, Bastien - Ivaldi, Serena - Nori, Francesco - Sandini, Giulio", "day": 3, "title": "Stochastic Optimal Control with Variable Impedance Manipulators in Presence of Uncertainties and Delayed Feedback (I)"}, {"cited": 1, "author": "Terekhov, Alexander V. - Mouret, Jean-Baptiste - Grand, Christophe", "day": 3, "title": "Stochastic Optimization of a Chain Sliding Mode Controller for the Mobile Robot Maneuvering"}, {"cited": 2, "author": "Tolley, Michael Thomas - Lipson, Hod", "day": 3, "title": "Programmable 3D Stochastic Fluidic Assembly of Cm-Scale Modules"}, {"cited": 6, "author": "Graciano Santos, Vinicius - Chaimowicz, Luiz", "day": 3, "title": "Hierarchical Congestion Control for Robotic Swarms"}, {"cited": 0, "author": "Carlevaris-Bianco, Nicholas - Mohan, Anush - McBride, James - Eustice, Ryan", "day": 3, "title": "Visual Localization in Fused Image and Laser Range Data (I)"}, {"cited": 0, "author": "Svinin, Mikhail - Yamamoto, Motoji", "day": 3, "title": "A Mathematical Analysis of the Minimum Variance Model of Human-Like Reaching Movements (I)"}, {"cited": 0, "author": "Kaneko, Kenji - Kanehiro, Fumio - Morisawa, Mitsuharu - Tsuji, Tokuo - Miura, Kanako - Nakaoka, Shin'ichiro - Kajita, Shuuji - Yokoi, Kazuhito", "day": 3, "title": "Hardware Improvement of Cybernetic Human HRP-4C for Entertainment Use (I)"}, {"cited": 0, "author": "Kaneko, Kenji - Kanehiro, Fumio - Morisawa, Mitsuharu - Akachi, Kazuhiko - Miyamori, Go - Hayashi, Atsushi - Kanehira, Noriyuki", "day": 3, "title": "Humanoid Robot HRP-4 - Humanoid Robotics Platform with Lightweight and Slim Body - (I)"}, {"cited": 0, "author": "Perrin, Nicolas Yves - Stasse, Olivier - Lamiraux, Florent - Yoshida, Eiichi", "day": 3, "title": "Weakly Collision-Free Paths for Continuous Humanoid Footstep Planning (I)"}, {"cited": 0, "author": "Bouyarmane, Karim - Kheddar, Abderrahmane", "day": 3, "title": "Using a Multi-Objective Controller to Synthesize Simulated Humanoid Robot Motion with Changing Contact Configurations (I)"}, {"cited": 0, "author": "Englsberger, Johannes - Ott, Christian - Roa, Maximo A. - Albu-Schffer, Alin - Hirzinger, Gerd", "day": 3, "title": "Bipedal Walking Control Based on Capture Point Dynamics (I)"}, {"cited": 0, "author": "Miura, Kanako - Morisawa, Mitsuharu - Kanehiro, Fumio - Kajita, Shuuji - Kaneko, Kenji - Yokoi, Kazuhito", "day": 3, "title": "Human-Like Walking with Toe Supporting for Humanoids (I)"}, {"cited": 2, "author": "Bok, Yunsu - Choi, Dong - Geol - Jeong, Yekeun - Kweon, In So", "day": 3, "title": "Capturing City-Level Scenes with a Synchronized Camera-Laser Fusion Sensor"}, {"cited": 2, "author": "Tehrani Nik Nejad, Hossein - Takahashi, Koji - Mita, Seiichi - McAllester, David", "day": 3, "title": "Vehicle Detection and Tracking at Nighttime for Urban Autonomous Driving"}, {"cited": 6, "author": "Argiles, Alberto - Civera, Javier - Montesano, Luis", "day": 3, "title": "Dense Multi-Planar Scene Estimation from a Sparse Set of Images"}, {"cited": 8, "author": "Dansereau, Donald Gilbert - Mahon, Ian - Pizarro, Oscar - Williams, Stefan Bernard", "day": 3, "title": "Plenoptic Flow: Closed-Form Visual Odometry for Light Field Cameras"}, {"cited": 1, "author": "Asatani, Minami - Sugimoto, Shigeki - Okutomi, Masatoshi", "day": 3, "title": "Real-Time Step Edge Estimation Using Stereo Images for Biped Robot"}, {"cited": 4, "author": "Scaramuzza, Davide - Censi, Andrea - Daniilidis, Kostas", "day": 3, "title": "Exploiting Motion Priors in Visual Odometry for Vehicle-Mounted Cameras with Non-Holonomic Constraints"}, {"cited": 0, "author": "Verspecht, Jonathan - Catoire, Laurent - Torfs, Serge - Kinnaert, Michel", "day": 3, "title": "Identification of a Hybrid Model for Simulation of the Instrument/trocar Interaction Force"}, {"cited": 3, "author": "Park, Myoung Soo - Kim, Keehoon - Oh, Sang-Rok", "day": 3, "title": "A Fast Classification System for Decoding of Human Hand Configurations Using Multi-Channel Semg Signals"}, {"cited": 25, "author": "Park, Yong-Lae - Chen, Bor-rong - Young, Diana - Stirling, Leia - Wood, Robert - Goldfield, Eugene - Nagpal, Radhika", "day": 3, "title": "Bio-Inspired Active Soft Orthotic Device for Ankle Foot Pathologies"}, {"cited": 0, "author": "Iimura, Taiki - Inoue, Keita - Pham, Hang - Hirai, Hiroaki - Miyazaki, Fumio", "day": 3, "title": "A Preliminary Experiment for Transferring Human Motion to a Musculoskeletal Robot - Decomposition of Human Running Based on Muscular Coordination -"}, {"cited": 0, "author": "Iskakov, Renat - Groeger, Martin - Hirzinger, Gerd", "day": 3, "title": "Heart Motion Simulator for Motion Compensation"}, {"cited": 10, "author": "Vartholomeos, Panagiotis - Qin, Lei - Dupont, Pierre", "day": 3, "title": "MRI-Powered Actuators for Robotic Interventions"}, {"cited": 3, "author": "Ahn, Bummo - Kim, Yeongjin - Kim, Jung", "day": 3, "title": "New Approach for Abnormal Tissue Localization with Robotic Palpation and Mechanical Property Characterization"}, {"cited": 2, "author": "Wood, Nathan - Moral del Agua, Diego - Zenati, Marco - Riviere, Cameron", "day": 3, "title": "Position Estimation of an Epicardial Crawling Robot on the Beating Heart by Modeling of Physiological Motion"}, {"cited": 0, "author": "Espinoza Len, Judith - Murrieta-Cid, Rafael", "day": 3, "title": "Repairing Plans for Object Finding in 3-D Environments"}, {"cited": 5, "author": "Carpin, Stefano - Burch, Derek - Chung, Timothy H.", "day": 3, "title": "Searching for Multiple Targets Using Probabilistic Quadtrees"}, {"cited": 3, "author": "Macwan, Ashish - Nejat, Goldie - Benhabib, Beno", "day": 3, "title": "Optimal Deployment of Robotic Teams for Autonomous Wilderness Search and Rescue"}, {"cited": 0, "author": "Aoki, Takeshi - Karino, Takahiro - Kuwahara, Hiroyuki", "day": 3, "title": "Development of the High Strength Retractable Skin and the Closed Type Crawler Vehicle"}, {"cited": 6, "author": "Chipalkatty, Rahul - Daepp, Hannes - Egerstedt, Magnus - Book, Wayne", "day": 3, "title": "Human-In-The-Loop: MPC for Shared Control of a Quadruped Rescue Robot"}, {"cited": 4, "author": "Manz, Michael - Himmelsbach, Michael - Luettel, Thorsten - Wuensche, Hans J", "day": 3, "title": "Detection and Tracking of Road Networks in Rural Terrain by Fusing Vision and LIDAR"}, {"cited": 6, "author": "Richier, Mathieu - Lenain, Roland - Thuilot, Benoit - Debain, Christophe", "day": 3, "title": "On-Line Estimation of a Stability Metric Including Grip Conditions and Slope: Application to Rollover Prevention for All-Terrain Vehicles"}, {"cited": 0, "author": "Zeng, Shuqing - Li, Yuanhong - Shen, Yantao", "day": 3, "title": "Tracking Objects of Arbitrary Shape Using Expectation Maximization Algorithm"}, {"cited": 6, "author": "Hausknecht, Matthew - Au, Tsz-Chiu - Stone, Peter", "day": 3, "title": "Autonomous Intersection Management: Multi-Intersection Optimization"}, {"cited": 2, "author": "Sarholz, Frederik - Mehnert, Jens - Klappstein, Jens - Dickmann, Jrgen - Radig, Bernd", "day": 3, "title": "Evaluation of Different Approaches for Road Course Estimation Using Imaging Radar"}, {"cited": 4, "author": "Kashiwazaki, Koshi - Yonezawa, Naoaki - Endo, Mitsuru - Kosuge, Kazuhiro - Sugahara, Yusuke - Hirata, Yasuhisa - Kanbayashi, Takashi - Suzuki, Kouki - Murakami, Kazunori - Nakamura, Kenichi", "day": 3, "title": "A Car Transportation System Using Multiple Mobile Robots: Icart II"}, {"cited": 2, "author": "Hernandez-Gutierrez, Andres - Nieto, Juan - Bailey, Tim - Nebot, Eduardo", "day": 3, "title": "Probabilistic Road Geometry Estimation Using a Millimetre-Wave Radar"}, {"cited": 0, "author": "Khushaba, Rami - Kodagoda, Sarath - Lal, Sara - Dissanayake, Gamini", "day": 3, "title": "Intelligent Driver Drowsiness Detection System Using Uncorrelated Fuzzy Locality Preserving Analysis"}, {"cited": 3, "author": "Olmi, Roberto - Secchi, Cristian - Fantuzzi, Cesare", "day": 3, "title": "An Efficient Control Strategy for the Traffic Coordination of AGVs"}, {"cited": 0, "author": "Sucan, Ioan Alexandru - Kavraki, Lydia", "day": 3, "title": "On the Advantages of Task Motion Multigraphs for Efficient Mobile Manipulation (I)"}, {"cited": 0, "author": "Cosgun, Akansel - Hermans, Tucker - Emeli, Victor - Stilman, Mike", "day": 3, "title": "Push Planning for Object Placement on Cluttered Table Surfaces (I)"}, {"cited": 6, "author": "Jkel, Rainer - Meiner, Pascal - Schmidt-Rohr, Sven R. - Dillmann, Rdiger", "day": 3, "title": "Distributed Generalization of Learned Planning Models in Robot Programming by Demonstration"}, {"cited": 0, "author": "Kalakrishnan, Mrinal - Righetti, Ludovic - Pastor, Peter - Schaal, Stefan", "day": 3, "title": "Learning Force Control Policies for Compliant Manipulation (I)"}, {"cited": 0, "author": "Ghadiok, Vaibhav - Goldin, Jeremy - Ren, Wei", "day": 3, "title": "Autonomous Indoor Aerial Gripping Using a Quadrotor (I)"}, {"cited": 1, "author": "Hatakeyama, Tomofumi - Mochiyama, Hiromi", "day": 3, "title": "Shooting Manipulation System with High Reaching Accuracy"}, {"cited": 6, "author": "Adorno, Bruno Vilhena - B, Antnio Padilha Lanari - Fraisse, Philippe", "day": 3, "title": "Interactive Manipulation between a Human and a Humanoid: When Robots Control Human Arm Motion"}, {"cited": 4, "author": "Hara, Masayuki - Rognini, Giulio - Evans, Nathan - Blanke, Olaf - Yamamoto, Akio - Bleuler, Hannes - Higuchi, Toshiro", "day": 3, "title": "A Novel Approach to the Manipulation of Body-Parts Ownership Using a Bilateral Master-Slave System"}, {"cited": 4, "title": "Assembly Strategy Modeling and Selection for Human and Robot Coordinated Cell Assembly", "day": 3, "author": "Chen, Fei - Sekiyama, Kosuke - Sasaki, Hironobu - Huang, Jian - Sun, Baiqing - Fukuda, Toshio"}, {"cited": 2, "author": "Bjerkeng, Magnus - Pettersen, Kristin Y. - Kyrkjeb, Erik", "day": 3, "title": "Stereographic Projection for Industrial Manipulator Tasks: Theory and Experiments"}, {"cited": 6, "author": "Klotzbuecher, Markus - Smits, Ruben - Bruyninckx, Herman - De Schutter, Joris", "day": 3, "title": "Reusable Hybrid Force-Velocity Controlled Motion Specifications with Executable Domain Specific Languages"}, {"cited": 2, "author": "Taguchi, Yuichi - Marks, Tim K. - Hershey, John R.", "day": 3, "title": "Entropy-Based Motion Selection for Touch-Based Registration Using Rao-Blackwellized Particle Filtering"}, {"cited": 0, "author": "Huang, Yanjiang - Gueta, Lounell B. - Chiba, Ryosuke - Arai, Tamio - Ueyama, Tsuyoshi - Sugi, Masao - Ota, Jun", "day": 3, "title": "Manipulator System Selection Based on Evaluation of Task Completion Time and Cost"}, {"cited": 12, "author": "Olofsson, Bjorn - Sornmo, Olof - Schneider, Ulrich - Robertsson, Anders - Puzik, Arnold - Johansson, Rolf", "day": 3, "title": "Modeling and Control of a Piezo-Actuated High-Dynamic Compensation Mechanism for Industrial Robots"}, {"cited": 0, "author": "Aoki, Kengo - Venture, Gentiane - Tagawa, Yasutaka", "day": 3, "title": "Dynamics Identification of Industrial Robots Using Contact Force for the IDCS Control"}, {"cited": 2, "author": "Das, Gautham - McGinnity, Martin - Coleman, Sonya - Behera, Laxmidhar", "day": 3, "title": "A Fast Distributed Auction and Consensus Process Using Parallel Task Allocation and Execution"}, {"cited": 5, "author": "Jakuba, Michael - Steinberg, Daniel - Kinsey, James - Yoerger, Dana - Camilli, Richard - Pizarro, Oscar - Williams, Stefan Bernard", "day": 3, "title": "Toward Automatic Classification of Chemical Sensor Data from Autonomous Underwater Vehicles"}, {"cited": 17, "author": "Kuwata, Yoshiaki - Wolf, Michael - Zarzhitsky, Dimitri - Huntsberger, Terry", "day": 3, "title": "Safe Maritime Navigation with COLREGs Using Velocity Obstacles"}, {"cited": 1, "author": "Shintake, Jun - Ming, Aiguo - Shimojo, Makoto", "day": 3, "title": "A Novel Propulsion Method of Flexible Underwater Robots"}, {"cited": 3, "author": "Williams, David", "day": 3, "title": "On Adaptive Underwater Object Detection"}, {"cited": 0, "author": "Strefling, Paul - Hellum, Aren - Mukherjee, Ranjan", "day": 3, "title": "Modeling, Simulation, and Performance of a Synergistically Propelled Ichthyoid"}, {"cited": 1, "author": "Sakagami, Norimitsu - Ueda, Tomohiro - Shibata, Mizuho - Kawamura, Sadao", "day": 3, "title": "Pitch and Roll Control Using Independent Movable Floats for Small Underwater Robots"}, {"cited": 0, "author": "Mathews, Nithin - Christensen, Anders Lyhne - O'Grady, Rehan - Rtornaz, Philippe - Bonani, Michael - Mondada, Francesco - Dorigo, Marco", "day": 3, "title": "Enhanced Directional Self-Assembly Based on Active Recruitment and Guidance (I)"}, {"cited": 0, "author": "Fox, Michael - Shamma, Jeff", "day": 3, "title": "Self-Assembly for Maximum Yields under Constraints (I)"}, {"cited": 0, "author": "Cowley, Anthony - Taylor, Camillo Jose", "day": 3, "title": "Towards Language-Based Verification of Robot Behaviors (I)"}, {"cited": 0, "author": "Rai, Vijeth - van Rossum, Anne - Correll, Nikolaus", "day": 3, "title": "Self-Assembly of Modular Robots from Finite Number of Modules Using Graph Grammars (I)"}, {"cited": 0, "author": "Worcester, James - Rogoff, Joshua - Hsieh, M. Ani", "day": 3, "title": "Constrained Task Partitioning for Distributed Assembly (I)"}, {"cited": 18, "author": "Revzen, Shai - Bhoite, Mohit - Macasieb, Juan Antonio Miguel Lim - Yim, Mark", "day": 3, "title": "Structure Synthesis On-The-Fly in a Modular Robot"}, {"cited": 4, "author": "Stein, David - Schoen, Timothy Ryan - Rus, Daniela", "day": 3, "title": "Constraint-Aware Coordinated Construction of Generic Structures"}, {"cited": 0, "author": "Radkhah, Katayon - von Stryk, Oskar", "day": 3, "title": "Actuation Requirements for Hopping and Running of the Musculoskeletal Robot BioBiped1 (I)"}, {"cited": 0, "author": "Gehrig, Dirk - Krauthausen, Peter - Rybok, Lukas - Kuehne, Hildegard - Hanebeck, Uwe D. - Schultz, Tanja - Stiefelhagen, Rainer", "day": 3, "title": "Combined Intention, Activity, and Motion Recognition for a Humanoid Household Robot"}, {"cited": 0, "author": "Moutinho, Nuno - Cauli, Nino - Falotico, Egidio - Ferreira, Ricardo - Gaspar, Jose - Bernardino, Alexandre - Santos-Victor, Jos - Dario, Paolo - Laschi, Cecilia", "day": 3, "title": "An Expected Perception Architecture Using Visual 3D Reconstruction for a Humanoid Robot"}, {"cited": 3, "author": "Petric, Tadej - Nemec, Bojan - Babic, Jan - lajpah, Leon", "day": 3, "title": "Multilayer Control of Skiing Robot"}, {"cited": 0, "author": "Ogawa, Keita - Narioka, Kenichi - Hosoda, Koh", "day": 3, "title": "Development of Whole-Body Humanoid &quot;Pneumat-BS&quot; with Pneumatic Musculoskeletal System"}, {"cited": 13, "author": "Osswald, Stefan - Goeroeg, Attila - Hornung, Armin - Bennewitz, Maren", "day": 3, "title": "Autonomous Climbing of Spiral Staircases with Humanoids"}, {"cited": 28, "author": "Herbst, Evan - Ren, Xiaofeng - Fox, Dieter", "day": 3, "title": "RGB-D Object Discovery Via Multi-Scene Analysis"}, {"cited": 1, "author": "Tombari, Federico - Di Stefano, Luigi - Giardino, Simone", "day": 3, "title": "Online Learning for Automatic Segmentation of 3D Data"}, {"cited": 16, "author": "Wohlkinger, Walter - Vincze, Markus", "day": 3, "title": "Shape-Based Depth Image to 3D Model Matching and Classification with Inter-View Similarity"}, {"cited": 10, "author": "Willimon, Bryan - Birchfield, Stan - Walker, Ian", "day": 3, "title": "Model for Unfolding Laundry Using Interactive Perception"}, {"cited": 12, "author": "Wang, Ping Chuan - Miller, Stephen - Fritz, Mario - Darrell, Trevor - Abbeel, Pieter", "day": 3, "title": "Perception for the Manipulation of Socks"}, {"cited": 4, "author": "Meger, David Paul - Little, James J.", "day": 3, "title": "Mobile 3D Object Detection in Clutter"}, {"cited": 11, "author": "Unluhisarcikli, Ozer - Pietrusinski, Maciej - Weinberg, Brian - Bonato, Paolo - Mavroidis, Constantinos", "day": 3, "title": "Design and Control of a Robotic Lower Extremity Exoskeleton for Gait Rehabilitation"}, {"cited": 1, "author": "Hasegawa, Yasuhisa - Tayama, Munenori - Saito, Takefumi - Sankai, Yoshiyuki", "day": 3, "title": "Active Air Mat for Comfortable and Easy to Wear a Forearm Support System"}, {"cited": 5, "author": "Esmaeili Malekabadi, Mohammad - Welihena Gamage, Kumudu Chalaka Gamage - Tan, Sia Nguan Eugene - Campolo, Domenico", "day": 3, "title": "Ergonomic Considerations for Anthropomorphic Wrist Exoskeletons: A Simulation Study on the Effects of Joint Misalignment"}, {"cited": 22, "author": "Strausser, Katherine - Kazerooni, Homayoon", "day": 3, "title": "The Development and Testing of a Human Machine Interface for a Mobile Medical Exoskeleton"}, {"cited": 5, "author": "Ergin, Mehmet Alper - Patoglu, Volkan", "day": 3, "title": "A Self-Adjusting Knee Exoskeleton for Robot-Assisted Treatment of Knee Injuries"}, {"cited": 4, "author": "Lim, Hup Boon - Luu, Trieu Phat - Hoon, Kay Hiang - Qu, Xingda - Tow, Adela - Low, K. H.", "day": 3, "title": "Study of Body Weight Shifting on Robotic Assisted Gait Rehabilitation with NaTUre-Gaits"}, {"cited": 17, "author": "Teuliere, Celine - Eck, Laurent - Marchand, Eric", "day": 3, "title": "Chasing a Moving Target from a Flying UAV"}, {"cited": 4, "author": "Moore, Richard James Donald - Thurrowgood, Saul - Bland, Daniel Peter - Soccol, Dean - Srinivasan, Mandyam", "day": 3, "title": "A Fast and Adaptive Method for Estimating UAV Attitude from the Visual Horizon"}, {"cited": 6, "author": "Mueller, Joerg - Kohler, Norman - Burgard, Wolfram", "day": 3, "title": "Autonomous Miniature Blimp Navigation with Online Motion Planning and Re-Planning"}, {"cited": 4, "author": "Grocholsky, Ben - Dille, Michael - Nuske, Stephen", "day": 3, "title": "Efficient Target Geolocation by Highly Uncertain Small Air Vehicles"}, {"cited": 10, "author": "Merz, Torsten - Kendoul, Farid", "day": 3, "title": "Beyond Visual Range Obstacle Avoidance and Infrastructure Inspection by an Autonomous Helicopter"}, {"cited": 8, "author": "Daly, John Michael - Ma, Yan - Waslander, Steven Lake", "day": 3, "title": "Coordinated Landing of a Quadrotor on a Skid-Steered Ground Vehicle in the Presence of Time Delays"}, {"cited": 12, "author": "Hrabar, Stefan", "day": 3, "title": "Reactive Obstacle Avoidance for Rotorcraft UAVs"}, {"cited": 12, "author": "Doyle, Courtney - Bird, Justin - Isom, Taylor - Johnson, Chris - Kallman, Jason - Simpson, Jason - King, Raymond - Abbott, Jake - Minor, Mark", "day": 3, "title": "Avian-Inspired Passive Perching Mechanism for Robotic Rotorcraft"}, {"cited": 15, "author": "Ducatelle, Frederick - Di Caro, Gianni A. - Pinciroli, Carlo - Mondada, Francesco - Gambardella, Luca", "day": 3, "title": "Communication Assisted Navigation in Robotic Swarms: Self-Organization and Cooperation"}, {"cited": 1, "author": "Hoff, Nicholas - Wood, Robert - Nagpal, Radhika", "day": 3, "title": "Effect of Sensor and Actuator Quality on Robot Swarm Algorithm Performance"}, {"cited": 2, "author": "O'Dowd, Paul Jason - Winfield, Alan - Studley, Matthew", "day": 3, "title": "The Distributed Co-Evolution of an Embodied Simulator and Controller for Swarm Robot Behaviours"}, {"cited": 0, "author": "Fine, Benjamin - Shell, Dylan", "day": 3, "title": "Flocking: Dont Need No Stinkin Robot Recognition"}, {"cited": 2, "author": "Di Rocco, Maurizio - Saffiotti, Alessandro - Reggente, Matteo", "day": 3, "title": "Gas Source Localization in Indoor Environments Using Multiple Inexpensive Robots and Stigmergy"}, {"cited": 0, "author": "Hauert, Sabine - Leven, Severin - Varga, Maja - Ruini, Fabio - Cangelosi, Angelo - Zufferey, Jean-Christophe - Floreano, Dario", "day": 3, "title": "Reynolds Flocking in Reality with Fixed-Wing Robots: Communication Range vs. Maximum Turning Rate"}, {"cited": 5, "author": "Okada, Masafumi - Motegi, Yuichi - Yamamoto, Ko", "day": 3, "title": "Human Swarm Modeling in Exhibition Space and Space Design"}, {"cited": 0, "author": "Pinciroli, Carlo - Trianni, Vito - O'Grady, Rehan - Pini, Giovanni - Brutschy, Arne - Brambilla, Manuele - Mathews, Nithin - Ferrante, Eliseo - Di Caro, Gianni A. - Ducatelle, Frederick - Stirling, Timothy - Gutierrez, Alvaro - Gambardella, Luca - Dorigo, Marco", "day": 3, "title": "ARGoS: A Modular, Multi-Engine Simulator for Heterogeneous Swarm Robotics (I)"}, {"cited": 0, "author": "Birkmeyer, Paul - Gillies, Andrew G - Fearing, Ronald", "day": 3, "title": "CLASH: Climbing Loose Vertical Cloth"}, {"cited": 1, "author": "Pchelkin, Stepan - Shiriaev, Anton - Mettin, Uwe - Freidovich, Leonid - Aoyama, Tadayoshi - Lu, Zhiguo - Fukuda, Toshio", "day": 3, "title": "Shaping Energetically Efficient Brachiation Motion for a 24-DOF Gorilla Robot"}, {"cited": 9, "author": "Hawkes, Elliot Wright - Ulmen, John - Esparza, Noe - Cutkosky, Mark", "day": 3, "title": "Scaling Walls: Applying Dry Adhesives to the Real World"}, {"cited": 14, "author": "Osswald, Marc - Iida, Fumiya", "day": 3, "title": "A Climbing Robot Based on Hot Melt Adhesion"}, {"cited": 1, "author": "Wu, Licheng - Wang, Shuhui - Ceccarelli, Marco - Yuan, Haiwen - Yang, Guosheng", "day": 3, "title": "Shape and Location Design of Supporting Legs for a New Water Strider Robot"}, {"cited": 4, "author": "Yang, Hai - Krut, Sebastien - Baradat, Cdric - Pierrot, Franois", "day": 3, "title": "Locomotion Approach of REMORA: A REonfigurable MObile Robot for Manufacturing Applications"}, {"cited": 0, "author": "Baisch, Andrew - Heimlich, Christian - Karpelson, Michael - Wood, Robert", "day": 3, "title": "HAMR3: An Autonomous 1.7g Ambulatory Robot"}, {"cited": 13, "author": "Peterson, Kevin - Fearing, Ronald", "day": 3, "title": "Experimental Dynamics of Wing Assisted Running for a Bipedal Ornithopter"}, {"cited": 10, "author": "Sun, Yi - Ma, Shugen", "day": 3, "title": "Epaddle Mechanism: Towards the Development of a Versatile Amphibious Locomotion Mechanism"}, {"cited": 10, "author": "Carlsi, Nicolas - Michel, Fabien - Jouvencel, Bruno - Ferber, Jacques", "day": 3, "title": "Generic Architecture for Multi-AUV Cooperation Based on a Multi-Agent Reactive Organizational Approach"}, {"cited": 5, "author": "Girdhar, Yogesh - Xu, Anqi - Dey, Bir Bikram - Meghjani, Malika - Shkurti, Florian - Rekleitis, Ioannis - Dudek, Gregory", "day": 3, "title": "MARE: Marine Autonomous Robotic Explorer"}, {"cited": 3, "author": "Shkurti, Florian - Rekleitis, Ioannis - Scaccia, Milena - Dudek, Gregory", "day": 3, "title": "State Estimation of an Underwater Robot Using Visual and Inertial Information"}, {"cited": 19, "author": "Jung, Jinwoo - Penning, Ryan - Ferrier, Nicola - Zinn, Michael", "day": 3, "title": "A Modeling Approach for Continuum Robotic Manipulators: Effects of Nonlinear Internal Device Friction"}, {"cited": 5, "author": "Tully, Stephen - Kantor, George - Choset, Howie", "day": 3, "title": "Inequality Constrained Kalman Filtering for the Localization and Registration of a Surgical Robot"}, {"cited": 16, "author": "Torres, Luis G. - Alterovitz, Ron", "day": 3, "title": "Motion Planning for Concentric Tube Robots Using Mechanics-Based Models"}, {"cited": 7, "author": "Becker, Brian C. - MacLachlan, Robert A. - Riviere, Cameron", "day": 3, "title": "State Estimation and Feedforward Tremor Suppression for a Handheld Micromanipulator with a Kalman Filter"}, {"cited": 10, "author": "Achtelik, Michael C. - Stumpf, Jan Carsten - Gurdan, Daniel - Doth, Klaus-Michael", "day": 3, "title": "Design of a Flexible High Performance Quadcopter Platform Breaking the MAV Endurance Record with Laser Power Beaming"}, {"cited": 2, "author": "Leishman, Robert - Macdonald, John - Ferrin, Jeffrey - Quebe, Stephen - Beard, Randy - McLain, T.W.", "day": 3, "title": "Utilizing an Improved Rotorcraft Dynamic Model in State Estimation"}, {"cited": 5, "author": "Ritz, Robin - Hehn, Markus - Lupashin, Sergei - D'Andrea, Raffaello", "day": 3, "title": "Quadrocopter Performance Benchmarking Using Optimal Control"}, {"cited": 0, "author": "Julian, Brian - Angermann, Michael - Schwager, Mac - Rus, Daniela", "day": 3, "title": "A Scalable Information Theoretic Approach to Distributed Robot Coordination (I)"}, {"cited": 41, "author": "Mller, Mark Wilfried - Lupashin, Sergei - D'Andrea, Raffaello", "day": 3, "title": "Quadrocopter Ball Juggling"}, {"cited": 7, "author": "Delettre, Anne - Laurent, Guillaume J. - Le Fort-Piat, Nadine", "day": 3, "title": "2-DOF Contactless Distributed Manipulation Using Superposition of Induced Air Flows"}, {"cited": 0, "author": "Shams, Sarmad - Shin, Dongik - Han, Jungsoo - Lee, Ji Yeong Lee - Shin, Kyoosik - Han, Chang-Soo", "day": 3, "title": "Compact Design of a Torque Sensor Using Optical Technique and Its Fabrication for Wearable and Quadrupt Robots"}, {"cited": 1, "author": "Katsuki, Yoshio - Ikeda, Takeshi - Yamamoto, Motoji", "day": 3, "title": "Development of a High Efficiency and High Reliable Glass Cleaning Robot with a Dirt Detect Sensor"}], "last": 786}