{"RSS10": [{"authors": [["R. Maladen", "Y. Ding", "P. Umbanhowar", "A. Kamor and D. Goldman"], ["P. Sreetharan and R. Wood"], ["I. Vasilescu", "C. Detweiler and D. Rus"], ["A. Huang and S. Teller"], ["J. Kober", "E. Oztop and J. Peters"], ["M. M. Ankarali and U. Saranli"], ["D. Pratichizzo", "M. Malvezzi and A. Bicchi"], ["K. Koganezawa"], ["R. Triebel", "J. Shin and R. Siegwart"], ["H. Strasdat", "J. M. M. Montiel and A. Davison"], ["S. Webster", "L. Whitcomb and R. Eustice"], ["G. Grioli and A. Bicchi"], ["R. Aragues", "E. Montijano and C. Sagues"], ["J. B. Sol", "F. Thomas and C. Torras"], ["N. Jarrasse and G. Morel"], ["L. Liu and D. Shell"], ["J. V. D. Berg", "P. Abbeel and K. Goldberg"], ["L. Odhner and A. Dollar"], ["R. Platt", "M. Abdallah and C. Wampler"], ["J. Buchli", "E. Theodorou", "F. Stulp and S. Schaal"], ["L. Xu and T. Stentz"], ["Y. Tassa and E. Todorov"], ["S. Bhattacharya", "V. Kumar and M. Likachev"], ["A. Ranganathan"], ["J.-S. Gutmann", "E. Eade", "P. Fong and M. Munich"], ["O. Booij", "Z. Zivkovic and B. Krse"], ["M. Smith", "I. Posner and P. Newman"], ["M. Vitus and C. Tomlin"], ["K. Hsiao", "L. Kaelbling and T. Lozano-Perez"], ["M. Gabiccini and A. Bicchi"], ["U. Nagarajan"], ["B. Ruddy and I. Hunter"], ["S. Berman", "Q. Lindsey", "M. Sakar", "V. Kumar and S. Pratt"], ["S. Karaman and E. Frazzoli"], ["D. Song", "C. Y. Kim and J. Yi"], ["B. Boots", "S. Siddiqi and G. Gordon"], ["R. Platt", "R. Tedrake", "L. Kaelbling and T. Lozano-Perez"], ["A. Becker and T. Bretl"], ["G. Hwang", "S. Haliyo and S. Rgnier"], ["R. Schulman and B. Yurke"]], "title": ["Biophysically inspired development of a sand-swimming robot", "Passive torque regulation in an underactuated flapping wing robotic insect", "Color-Accurate Underwater Imaging using Perceptual Adaptive Illumination", "Probabilistic Lane Estimation using Basis Curves", "Reinforcement Learning to adjust Robot Movements to New Situations", "Analysis and Control of a Dissipative Spring-Mass Hopper with Torque Actuation", "On motion and force controllability of grasping hands with postural synergies", "Back-drivable and Inherently Safe Mechanism for Artificial Finger", "Segmentation and Unsupervised Part-based Discovery of Repetitive Objects", "Scale Drift-Aware Large Scale Monocular SLAM", "Preliminary Results in Decentralized Estimation for Single-Beacon Acoustic Underwater Navigation", "A Non-invasive Real-Time Method for Measuring Variable Stiffness", "Consistent data association in multi-robot systems with limited communications", "Singularity-invariant leg rearrangements in doubly-planar Stewart-Gough platforms", "On the kinematic design of exoskeletons and their fixations with a human member", "Assessing Optimal Assignment under Uncertainty: An Interval-based Algorithm", "LQG-MP: Optimized Path Planning for Robots with Motion Uncertainty and Imperfect State Information", "The Smooth Curvature Flexure Model: An Accurate, Low-Dimensional Approach for Robot Analysis", "Multi-Priority Cartesian Impedance Control", "Variable Impedance Control - A Reinforcement Learning Approach", "A Fast Traversal Heuristic and Optimal Algorithm for Effective Environmental Coverage", "Stochastic Complementarity for Local Control of Discontinuous Dynamics", "Distributed Optimization with Pairwise Constraints and its Application to Multi-robot Path Planning", "PLISS: Detecting and Labeling Places Using Online Change-Point Detection", "A Constant-Time Algorithm for Vector Field SLAM using an Exactly Sparse Extended Information Filter", "Efficient probabilistic planar robot motion estimation given pairs of images", "Efficient Non-Parametric Surface Representations Using Active Sampling for Push Broom Laser Data", "Sensor Placement for Improved Robotic Navigation", "Task-Driven Tactile Exploration", "On the Role of Hand Synergies in the Optimal Choice of Grasping Forces", "Dynamic Constraint-based Optimal Shape Trajectory Planner for Shape-Accelerated Underactuated Balancing Systems", "Design and Optimization Strategies for Muscle-Like Direct Drive Linear Permanent Magnet Motors", "Study of group food retrieval by ants as a model for multi-robot collective transport strategies", "Incremental Sampling-based Algorithms for Optimal Motion Planning", "Stochastic Modeling of the Expected Time to Search for an Intermittent Signal Source Under a Limited Sensing Range", "Closing the Learning-Planning Loop with Predictive State Representations", "Belief space planning assuming maximum likelihood observations", "Motion planning under bounded uncertainty using ensemble control", "Remotely Powered Propulsion of Helical Nanobelts", "A Molecular Algorithm for Path Self-Assembly in 3 Dimensions"]}]}